[{"user_id": "mbos4115", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.7, "review_content": "Darker amber with smooth yet aggressive creamy foam.  Very delicate creamy foam! \n\nCaramel, citrus, sweet malt, not very complex on the nose. \n\nSweet malt, toffee, coffee, caramel, slight citrus freshness and big hops!  Creamy palate, and lengthy hop bitterness.", "writed_at": "July 13, 2020"}, {"user_id": "colui72", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.0, "review_content": "Other Korean finding among my online groceries. Pours copper, quite clear, frothy head and nice lacing. I would say that look is the best of this guy, which, besides being the can not even 2 month old doesn't show many special skills. Nose is bready, lack of fruits or caramel. Earthy notes. Tastes very malty, here some caramel comes out, and some floral and light fruity esters add something, bitter hops rescue what is a decent English Ale. Good value, not bad.", "writed_at": "March 20, 2020"}, {"user_id": "Pyobon", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.0, "review_content": "(Can) Pours clear amber brown with tiny white head. Vegetable aroma with hints of toffee; not very appealing. Medium body with bright carbonation. Plenty of flavour - dark toffee and vegetable hops. Some citrus in the start. There’s bitterness in the finish that starts off quite pleasant but the long tail of it is quite harsh. Not bad.", "writed_at": "November 14, 2019"}, {"user_id": "douglas88", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.1, "review_content": "16 ounce can thanks to Maverick. Pours a clear yellow color with a medium white head. A light bready nose. Sweet lemons, toast, some fresh citrus. Solid.", "writed_at": "July 10, 2019"}, {"user_id": "WVHouseofBeer", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.0, "review_content": "This beer is alright but not one of my favorites from ARK. Sweet upfront with notes of toffee and caramel and a mildly bitter/piney finish. Mouthfeel is a bit light. Looks good with a big frothy head.", "writed_at": "October 14, 2018"}, {"user_id": "fonefan", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 2.2, "review_content": "Can 500ml. @ [ (PBF XII Tasting.) by oh6gdx ] - Petalax, Finland.\n\n [ As 광화문 Seoulite Ale ].\nClear medium orange - amber yellow colour with a small to average, frothy, fair lacing, mostly to fully diminishing, off-white head. Aroma is moderate malty, bread, sweet malt, hay, straw, pale malt. Flavor is moderate sweet with a average duration, sweet malt, bread malt, hay, pale malt, caramel. Body is medium, texture is oily to watery, carbonation is soft. [20180706]\r\n\n 5-2-4-3-8", "writed_at": "September 8, 2018"}, {"user_id": "NZJoe", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.6, "review_content": "500ml can from some convenience store in Seoul. Clear copper pour with thick, white head. Malty aroma with a touch of pine and noble hops. Taste is toffee malts, pine, and oak. Lovely and clean. Resembles more of an ESB than a pale ale IMO. Decent beer.", "writed_at": "August 25, 2018"}, {"user_id": "TBone", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 3.0, "review_content": "Can 500ml in pbf xii. Clear copper colour, small off-white head. Nutty, a bit fruity aroma. Light-bodied to medium-bodied. Nutty, grassy, some caramalt. Decent also, clean.", "writed_at": "July 7, 2018"}, {"user_id": "omhper", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 2.8, "review_content": "Canned at PBF XII.  Clear amber, small coarse head. Caramelly with light floral notes. Mid sweet with medium body and rounded mouthfeel. Mid bitter finish.", "writed_at": "July 7, 2018"}, {"user_id": "Hermod", "beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "review_score": 2.7, "review_content": "50cl can @ PBF XII.\nPoured deep golden color with a thin white head.\nBready, malty aroma, some toffee notes.\nFlavor has toffee, caramel, malty notes. Bit stuffy. Dry finish.", "writed_at": "July 7, 2018"}]