[{"user_id": "flo62134", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "Bière à la belle robe claire, les bulles sont bien présentes. Un arôme citron se dégage du verre. En bouche, très légère et le goût disparaît assez vite. \n\nCorrecte comme bière de table, mais ne vaut pas une dégustation. \n\nL'une des meilleures bières sans alcool que je connaisse mais pas encore assez convaincant.", "writed_at": "August 19, 2021"}, {"user_id": "jybi", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.3, "review_content": "Pourquoi mettre 8 sortes de houblons (Ahtanum, Cascad, Chinook, Citra, Hüll Melon, Mosaic, Nelson Sauvin, Simcoe) pour un tel résultat ! Déjà en temps ordinaire, je considère qu'au-delà de 3/4 sortes de houblon, le brasseur prend un risque de manque de lisibilité gustative. Ici, ce n'est pas un manque de lisibilité qui est à regretter néanmoins, mais des arômes plats, peu intenses, aucunement complexes pour une bière sans intérêt. Pire même, l'amertume, qui n'est pas réellement vive est agressive ! Cela me fend le cœur de le dire, mais je trouve meilleur certains softs... Côté visuel, nous sommes en présence d'une robe blond doré limpide, avec une effervescence très moyenne et sans mousse. Le nez laisse stoïque avec de faibles arômes de zest d'orange, de melon, abricot et une touche de fleur. Même constat à la dégustation. C'est très faible en arôme, peu corpulent et sans longueur. Gustativement, nous sommes sur le melon, l'abricot avec de légères épices et herbes. C'est peut-être le Hüll Melon qui ressort le plus. L'amertume restant tout de même faible est astringente et agressive. Pas certain qu'il y ait grand-chose à garder de cette Punk AF. On en regrette presque les 0,5 %.", "writed_at": "July 13, 2021"}, {"user_id": "guzgorog", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Robe blonde dorée limpide, fine mousse blanche. Nez citron et légèrement floral, malt. Bouche légère, bonne amertume, corps très aqueux, gout de citron et de malt. Pas mal pour une bière sans alcool, mais ne vaut clairement pas sa version alcoolisée !", "writed_at": "July 1, 2021"}, {"user_id": "jmgreenuk", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.2, "review_content": "330ml can from Taps Beer Bar, Changkat, Malaysia. Poured a crystal clear yellow straw colour with a short-lived frothy white head and a few bubbles. The aroma is light citrus fruits, lemon lime. The flavour is light bitter, with a weak, watery, light citrus, light floral light hop bitter palate. Light bodied with average carbonation. Pretty light all round as expected, but it wasn’t far away from drinking water. I’ve tasted low alcohol beers with much more flavour than this, so it was really disappointing, especially when you read what was written on the can. Better beer? Well not this one!", "writed_at": "June 9, 2021"}, {"user_id": "wheresthepath", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Can at the Britannia, Marlow. I've been wanting to try this for a while as I love regular Punk and have a long-standing desire to find an alcohol-free beer that is as good as its regular counterpart. Bizarrely they served the already cold can with a glass of ice. I mean, who pours beer over ice? Having chucked the ice on the grass (fortunately we were in the garden!), I poured the beer. It's pale gold with a white head and a light fizz. The aroma and initial taste have captured the essence of Punk IPA, with pineapple, mango and grape juice. However, it's all much lighter than in the real thing and lacks the crisp bitter bite of pine to follow. In fact it's very, very thin and watery throughout. It's pleasant and drinkable enough, in fact it's one of the better alcohol free beers I've had. And unlike alcohol free versions of other beers you can very definitely tell it's derived from Punk IPA. But it still doesn't feel as good as even an average beer with alcohol, and is a mere shadow of the real Punk IPA. My search continues...", "writed_at": "June 3, 2021"}, {"user_id": "Leighton", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.8, "review_content": "Can in Regent’s Park - cheers to Seb. Honestly it’s a really solid, drinkable beer. Very mild sweetness, nice clean bitterness, pithy grapefruit, light pine, suggestions of lean pale malts. Light bodied, average carbonation. Clean and dry in the finish. Drinks like a nice session IPA. Definitely one of the better low ABV beers I have tried. I could easily put back a few of these. Sound.", "writed_at": "May 30, 2021"}, {"user_id": "Robbowan", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Totally OK in the non alcoholic school. Light yellow and an OK head of foam. Some nice hoppy bitterness and low sweetness. Works when you can't have the real deal.", "writed_at": "May 29, 2021"}, {"user_id": "TancrediDanei", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Per essere una birra analcolica non c'è niente da dire, è buona, sulla sufficienza, si sente che gli manca qualcosa ma è una valida alternativa per chi vuole assaporare una birra per poi rimettersi alla guida della propria macchina.\nHa un'amarezza abbastanza forte e dei sentori tropicali come ananas, si sente anche il luppolo. All'olfatto è buona e si sentono le note tropicali e forse a mio parere delle note agrumate anche quando si assapora sul palato. Al primo sorso sono rimasto stupito non pensavi che una birra analcolica poteva essere discretamente buona", "writed_at": "May 28, 2021"}, {"user_id": "dunklermessias", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "Clear, golden color and a white head. Juicy, fruity nose with nice bitter-hoppy taste. Probably one of the best alc free IPAs", "writed_at": "May 27, 2021"}, {"user_id": "DrNosha", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.9, "review_content": "330ml Dose. Hellgelbes klares Bier mit dünnem hellem Schaum. Schöne fruchtig-blumige Hopfenaromen. Citrus. Würde fast sagen, so wie moderne alkoholfreie Crafts eben duften müssen! Grasiger Getreideantrunk. Zitronenschale, Heu, ein Hauch Honig, viel Hopfen. Kann man trinken.", "writed_at": "May 15, 2021"}, {"user_id": "SHIG", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Panda thanks to Cloin: Poured a golden with a white head. Aroma is fruity and gritty hops. taste is wet very water, light fruit, grain, finishes wet.", "writed_at": "May 3, 2021"}, {"user_id": "DraftPupil66", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "330ml bottle from store. Pours almost clear, pale yellow-golden with little white foam. Hoppy aroma with pine and citrus, light tropical fruit notes. Taste is citrus, grapefruit, malt some resinous piney hops, mostly sweet not enough bitterness in the finish i would say. Thin body and oily texture. Not the best taste overall but given the low alcohol this was actually pretty good, like it as an alcohol-free IPA.", "writed_at": "April 28, 2021"}, {"user_id": "Hopverdju", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "33cl Fles. Helder blond bier met wit schuim. Geur: hop, fruitig, hint van exotisch fruit, grassig, pompelmoes. Smaak: mout en moutzoetigheid, lichte hopbitterheid, wat grassig, hint van fruit. Medium koolzuurprikkel. Afdronk: moutzoetigheid.", "writed_at": "April 27, 2021"}, {"user_id": "Sven1973", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Dose Gekauft bei Brew Dog in Berlin. Orange-Gold, klar, wenig Schaum.\nAroma: Fruchtiger Hopfen. Geschmack: Hopfen, Getreide, Mango, etwas trocken.", "writed_at": "April 10, 2021"}, {"user_id": "Calisky", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Leclerc Sélestat! Ambrée un peu claire avec légère mousse. Nez sur le zeste citronné avec des  notes herbeuses. Gout assez doux sucré sur les agrumes et zeste citron vert. Corps assez aqueux mais pas trop mal pour le style et 0,5C°. Fin sur le coté citronné", "writed_at": "March 24, 2021"}, {"user_id": "flo62134", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Bière à la belle robe claire, les bulles sont bien présentes. Un arôme citron se dégage du verre. En bouche, très légère et le goût disparaît assez vite.<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "August 19, 2021"}, {"user_id": "jybi", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.3, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Pourquoi mettre 8 sortes de houblons (Ahtanum, Cascad, Chinook, Citra, Hüll Melon, Mosaic, Nelson Sauvin, Simcoe) pour un tel résultat ! Déjà en temps ordinaire, je considère qu'au-delà de 3/4 sortes de houblon, le brasseur prend un risque de manque<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "July 13, 2021"}, {"user_id": "guzgorog", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Robe blonde dorée limpide, fine mousse blanche. Nez citron et légèrement floral, malt. Bouche légère, bonne amertume, corps très aqueux, gout de citron et de malt. Pas mal pour une bière sans alcool, mais ne vaut clairement pas sa version alcoolisée !", "writed_at": "July 1, 2021"}, {"user_id": "jmgreenuk", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.2, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">330ml can from Taps Beer Bar, Changkat, Malaysia. Poured a crystal clear yellow straw colour with a short-lived frothy white head and a few bubbles. The aroma is light citrus fruits, lemon lime. The flavour is light bitter, with a weak, watery, light citrus, light floral<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "June 9, 2021"}, {"user_id": "wheresthepath", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Can at the Britannia, Marlow. I've been wanting to try this for a while as I love regular Punk and have a long-standing desire to find an alcohol-free beer that is as good as its regular counterpart. Bizarrely they served the already cold can with a glass of ice. I<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "June 3, 2021"}, {"user_id": "Leighton", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.8, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Can in Regent’s Park - cheers to Seb. Honestly it’s a really solid, drinkable beer. Very mild sweetness, nice clean bitterness, pithy grapefruit, light pine, suggestions of lean pale malts. Light bodied, average carbonation. Clean and dry in the finish. Drinks like a<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "May 30, 2021"}, {"user_id": "Robbowan", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Totally OK in the non alcoholic school. Light yellow and an OK head of foam. Some nice hoppy bitterness and low sweetness. Works when you can't have the real deal.", "writed_at": "May 29, 2021"}, {"user_id": "TancrediDanei", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Per essere una birra analcolica non c'è niente da dire, è buona, sulla sufficienza, si sente che gli manca qualcosa ma è una valida alternativa per chi vuole assaporare una birra per poi rimettersi alla guida della propria macchina.<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "May 28, 2021"}, {"user_id": "dunklermessias", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "Clear, golden color and a white head. Juicy, fruity nose with nice bitter-hoppy taste. Probably one of the best alc free IPAs", "writed_at": "May 27, 2021"}, {"user_id": "DrNosha", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.9, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">330ml Dose. Hellgelbes klares Bier mit dünnem hellem Schaum. Schöne fruchtig-blumige Hopfenaromen. Citrus. Würde fast sagen, so wie moderne alkoholfreie Crafts eben duften müssen! Grasiger Getreideantrunk. Zitronenschale, Heu, ein Hauch Honig,<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "May 15, 2021"}, {"user_id": "SHIG", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Panda thanks to Cloin: Poured a golden with a white head. Aroma is fruity and gritty hops. taste is wet very water, light fruit, grain, finishes wet.", "writed_at": "May 3, 2021"}, {"user_id": "DraftPupil66", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">330ml bottle from store. Pours almost clear, pale yellow-golden with little white foam. Hoppy aroma with pine and citrus, light tropical fruit notes. Taste is citrus, grapefruit, malt some resinous piney hops, mostly sweet not enough bitterness in the finish i<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 28, 2021"}, {"user_id": "Hopverdju", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "33cl Fles. Helder blond bier met wit schuim. Geur: hop, fruitig, hint van exotisch fruit, grassig, pompelmoes. Smaak: mout en moutzoetigheid, lichte hopbitterheid, wat grassig, hint van fruit. Medium koolzuurprikkel. Afdronk: moutzoetigheid.", "writed_at": "April 27, 2021"}, {"user_id": "Sven1973", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Dose Gekauft bei Brew Dog in Berlin. Orange-Gold, klar, wenig Schaum.\nAroma: Fruchtiger Hopfen. Geschmack: Hopfen, Getreide, Mango, etwas trocken.", "writed_at": "April 10, 2021"}, {"user_id": "Calisky", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Leclerc Sélestat! Ambrée un peu claire avec légère mousse. Nez sur le zeste citronné avec des  notes herbeuses. Gout assez doux sucré sur les agrumes et zeste citron vert. Corps assez aqueux mais pas trop mal pour le style et 0,5C°. Fin sur le coté citronné", "writed_at": "March 24, 2021"}, {"user_id": "slowrunner77", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Funny...though I don;t think I ever had a terribly fresh one, this NA version is as good as the real thing.  Dark golden, tropical fruit, balanced malt, light to moderate bitterness.", "writed_at": "March 24, 2021"}, {"user_id": "andrewje41", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "12 oz can poured, from BrewDog USA.  2nd annual March Madness no booze event.  Interesting note that Punk IPA was the second beer I ever rated on this site, amd went thousands of ratings without another BrewDog rate.  It has been nothing short of an interesting beer journey that connects these two brews.  A really tasty NA IPA here.  Flavorful and a hop bitter showcase.  Lingering hoppiness.  Really refreshing taste overall.  Clean golden appearance.  At first, these brews are obviously NA, but over time, they really start to come around.  Enjoyed this one 4x over.", "writed_at": "March 20, 2021"}, {"user_id": "franclh", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.2, "review_content": "Blik 33cl thuis. Kartonsmaak, bitter, hoppig, citroen, fruitig. (17-3-2021).", "writed_at": "March 18, 2021"}, {"user_id": "kingstoni", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Bottle. Slightly hazy deep golden color with a medium thin foamy off-white head. Aroma of fruity hops. Crisoy, fruity taste. Medium thin body.", "writed_at": "March 12, 2021"}, {"user_id": "Alengrin", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "The alcohol-free version of Punk IPA, probably the most famous and most popular beer BrewDog has produced in its relatively long history, bought at a Delhaize supermarket (of all places).  Rather loosely structured, egg-white, 'broken', irregularly lacing but generally well-retaining head over a near clear, pale yellow-straw blonde beer with greenish tinge and some large bubbles rising up here and there.  Aroma of dried grapefruit peel, plaster, a bag of dusty old grain, unsweetened breakfast cereals, gypsum, dry straw, grass, stale urine, aspartame, old lemon zest, old jute cloth.  Spritzy onset, very minerally with lively carbonation but otherwise rather neutral like some mass-produced pale lager, dull grainy, even somewhat 'green' sweetishness and sourishness, supple and slim body, a tad glueish; remains rather thin, minerally and neutral in the middle, and the finish does not bring a whole lot of solace: if anything, the whole becomes even more glueish, but lacks in hop bitterness, with only a grassy, if admittedly medium-long effect.  There is a certain zestiness somewhere, but it lacks power and colour to save the day here - so that the entire thing comes across as a more bitter version of alcohol-free blonde lager.  This is it: BrewDog, after the exciting initial years of freestyling and producing one impressive brew after another - thereby proving to be one of the great initial motors of American style craft brewing in old Europe - has changed into a factory producing mass-scale supermarket beers...  This is probably putting things a bit too crude, as they still come up with interesting (small-batch) beers every now and then, but this particular one is especially underwhelming when one considers the great things BrewDog has achieved in the past (I have been following them from almost the beginning and have even met the founders when they were just taking their first steps outside of the United Kingdom).  I understand that you want to make an alcohol-free IPA as this is a commercially interesting concept nowadays, but with all the history and experience behind it, I was expecting BrewDog to perform better at this task than most others - and then I meet this beer and, in trying to be as objective as possible, have to establish that even some less experienced craft brewers in the Low Countries have produced better alcohol-free beers in the past years.  Granted, a supermarket shelf will never be the ideal 'habitat' for any beer, but I was at least expecting this one to be packed with aromatically colourful hops, just like it alcoholic progenitor.  Then again, I haven't had any Punk IPA in many years now, so who knows if it is still as hoppy and aromatic as it used to be...  (Note to self: re-rate the original Punk IPA, then we'll talk again about this \"AF\" version.)", "writed_at": "March 6, 2021"}, {"user_id": "Geiserich", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Can: Very pale golden color, nearly no head. Aroma is fruity hippy, notes of citrus and tropical fruits. Flavor is light bodied, few grain notes, fruity, tropical hops. End bit short with a light cheap grain note. All in all a very good AF.", "writed_at": "March 5, 2021"}, {"user_id": "visionthing", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "33cl can from a random supermarket. Pours pale golden with a white head. Fruity and somewhat floral aroma with some strange, slightly unpleasant notes that I can't really pinpoint what is. Fairly thin as expected, but pleasantly hoppy and quite refreshing.", "writed_at": "February 28, 2021"}, {"user_id": "joergen", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Can at kschep.\nClear golden coloured with a small white head.\nFruity aroma of hay, hops and grass.\nFruity flavour of hops and grass with notes of pine needles.\nHoppy finish.", "writed_at": "February 22, 2021"}, {"user_id": "AWS9", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Can. Quite a respectable low-alc IPA. Honestly drank it without realising it was low-alc and was merely thinking 'huh, Punk IPA has gotten kinda weak'. Not bad.", "writed_at": "February 15, 2021"}, {"user_id": "hauxe", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Gold with a frothy, white head that lingers. Aroma of peaches, grapefruit, plastics. Taste is mildly bitter the whole way through. Grainy at the finish. Body medium to light, texture watery. Not bad but there are better alcohol-free IPAs out there.", "writed_at": "February 8, 2021"}, {"user_id": "EvNa", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Can. Color: Clear golden, stable white head. Aroma: Wort, some citrus, hints of hop. Taste: Wort, hoppellets, subtle citrus notes. Way too sharp hopbitterness, almost like eating a hop pellet. Nope, this is not my kind of AF beer...", "writed_at": "January 29, 2021"}, {"user_id": "Eructoblaster", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.9, "review_content": "Can - 355ml. Heavily carbonated, limpid golden body with a thin, white foamy head. Fair malty aroma with sweet and yeasty hints. Bad metallic taste with some malty, hoppy, and rotten herbs notes. Short, bad metallic finish. Disappointing, even for a non-alcoholic beer.", "writed_at": "January 29, 2021"}, {"user_id": "tfredvik", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.5, "review_content": "Hazy pale amber body with a small white head. Strong aroma of tropical fruits, orange, wort, and chlorine. Strong flavour of grapefruit, orange zest, orange marmalade, and the same strange notes of chlorine that I found in the aroma. The wort is quite faint. Light sweet taste with a moderate bitter finish. Thin and watery, moderate carbonation. I think I prefer Nanny State. \n\n[33 cl can, enjoyed 7 months before BB date, from REMA 1000 Kjelsås, Oslo]", "writed_at": "January 25, 2021"}, {"user_id": "rufusgbr", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.5, "review_content": "Aroma fruttato, gusto agrodolce \"pesca e mela\", retrogusto luppolato secco.", "writed_at": "January 14, 2021"}, {"user_id": "MaltyVonHop", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "BrewDog Punk AF 0.5%. Golden, peach and pine aroma, light bodied, pale malt, bittersweet fruit, peach, citrusy, orange zest. Pleasant low alcohol IPA from Ellon, Aberdeenshire 🏴󠁧󠁢󠁳󠁣󠁴󠁿", "writed_at": "January 10, 2021"}, {"user_id": "BOTnakke", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Can, 33 cl @home. Pours a clear golden with a thin white head. Fruity aroma with green apples. Very dry and bitter taste, very clean and with a metallic off flavour. Still refreshing and will do good on a hot summer day.", "writed_at": "December 21, 2020"}, {"user_id": "djoeye", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Aroma; lemon, caramel, malt, lemon candies. Look; weak off white head, on clear golden body. Taste; old leaves, minerals, straw, dry old hops, pale malts, grain, bark, gravel, and finishes okay. Feel; standard body and co². Overall; just allright. [bottle, B@a supermkt K-Citymkt Raksila, T@apartment of PivotekaH7]", "writed_at": "December 13, 2020"}, {"user_id": "ken1", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Aroma: Fruity sweet with slight bubblegum. \nFlavour: Fruity bitter with dry notes and fruity sweetness. Aftertaste is dry bitter. \nColour: Amber with a white head. \nFrom: Can @ VildMedVin webshop Nov. 2020.", "writed_at": "December 12, 2020"}, {"user_id": "Bosbouw", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Heldere honing kleur met een goede kraag. Smaakt zoetig, vanille, honing. Iets hop.", "writed_at": "November 30, 2020"}, {"user_id": "alexis", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 4.0, "review_content": "Litchi au nez et en bouche, tout en gardant une certaine amertume. Très sympa", "writed_at": "November 29, 2020"}, {"user_id": "daniele", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "bottle bb 9/3/21 dorata leggero velata schiuma media non molto persistente luppolatura decisa erbacea resinosa non troppo fragrante poco corpo buon amaro", "writed_at": "November 27, 2020"}, {"user_id": "BlackHaddock", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "330ml bottle: BB 14th Oct 2021. Drank at home on a non-alcoholic day, 24th Nov 2020. Very lively, gushed out the bottle on opening. Mini haze to the golden body, large white crown on top. Piney nose and taste, bitter feel on a grainy base. One of the better low alcohol brews around.", "writed_at": "November 25, 2020"}, {"user_id": "sharkydodson", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "the aroma: hoppy, fruity, hints of bitter orange, pine, grapefruit and spicy herbs...\nthe taste: hoppy, fruity, notes of bitter orange, grapefruit peel, pine needles and spicy grasses...\nthe aftertaste: bitter, dry...", "writed_at": "November 20, 2020"}, {"user_id": "deanso", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.5, "review_content": "33cl bottle from Lidl.\nit gushed!!!  Never had an AF beer gush before.  medium white head.  Clear golden pour.  Nice bitterness.  Not bad.  Pity I only got to drink about 1/3 of it", "writed_at": "November 18, 2020"}, {"user_id": "blch", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.2, "review_content": "Nez prometteur, fin et fruité... mais bouche complètement insipide, aucun goût ! Gosse déception pour le coup...", "writed_at": "November 16, 2020"}, {"user_id": "Alex60", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Bouteille 33cl couleur blonde dorée mousse blanche goût sur le fruit de la passion, fruit, assez fade", "writed_at": "November 2, 2020"}, {"user_id": "flying_pig", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "33cl bottle from Lidl Supermarket (£1.19):\nReally clear &amp; pale amber with a foamy white head about half a cm tall but it holds well. It's actually hoppy on the nose &amp; surprisingly strong for the style with some pine &amp; citrus notes, a few grassy hops with some faint mango &amp; light tropical notes; it's not bad so far. The taste definitely lets it down though, it's similar but much weaker with more of a watery, light feel to it. There's still some pine &amp; tropical flavours but they seem artificial here &amp; almost metallic tasting with a strange lingering bitter aftertaste. It started so well but definitely fades &amp; you can tell it's a low alcohol offering in the end.", "writed_at": "October 30, 2020"}, {"user_id": "markoijelena", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "Can 0.33l from Albert Heijn market. Canned 09.09.2020. Taste at 25.10.2020. Pour it clear light golden color with medium white head. Aroma fresh hoppy note, like you opened a hop bag. Taste nice tea hop flavor, really bitter, light sweet, floral, decent and interesting balanced. Good after taste. Awesome fro Non alcohol beer.", "writed_at": "October 26, 2020"}, {"user_id": "YantarCoast", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "330ml can. Pours clear gold with a small but lasting white head. Aroma is grapefruit, caramel, and pine. Taste is medium sweet, grapefruit, orange, caramel. Medium bitter finish. Great for a low alcohol beer.", "writed_at": "October 8, 2020"}, {"user_id": "MarcinG", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Puszka. Złoty kolor. Piana, biała, mała. Przeważają ziarniste nuty, trochę, trawy lub\" ni to\" chmielu. Napój bezalholowy i tyle...", "writed_at": "October 4, 2020"}, {"user_id": "vavanjukebox", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 4.6, "review_content": "Faut pas déconner, pour une sans alcool, chapeau. ressemble beaucoup à la punk IPA", "writed_at": "October 2, 2020"}, {"user_id": "TBone", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Bottled 330ml (Prisma Mikkola)\n\nGolden colour, small white head. Harsh, a bit worty aroma, some hops. Light-bodied, fizzy. Some hoppyness, harsh not alco bitterness, decent maltyness. Tolerable in its category.", "writed_at": "September 29, 2020"}, {"user_id": "jsporrer", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Pours a clear straw yellow with a small white head. Bold tart fruity aroma. Thin body. Lightly tangy watered down with the taste like sauerkraut. Somewhat dry finish with a lingering acetic metallic aftertaste. Not as good as I expected. Reminds me of a lighter version of Lagunitas' Aunt Sally but not as good. Disappointing", "writed_at": "September 24, 2020"}, {"user_id": "rotaman14", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Faint hop bitterness paired with the unmistakable grain syrup aftertaste of a low alcohol beer", "writed_at": "September 18, 2020"}, {"user_id": "BeardedAvenger", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.0, "review_content": "Can from Papa John's, Addlestone. Aroma a mixture of pine and stagnant  water. Light amber, slightly hazy. Thick frothy bubbly translucent white head. Lightest bitter. Boiled veg. Wants to give off citrus sourness but it's not rising to the challenge. Light-medium bodied. Slick but watery. Average carbonation. Dry finish. Watery stagnant stuff. More FA than AF.", "writed_at": "September 17, 2020"}, {"user_id": "DijkBier", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Can from supermarket, pouring clear pale golden brew with white head; reasonable retention. Aroma is quite hoppy: pine/resin and tropical fruits, next to malts. Taste combination of watery A-F malt and hoppy bitterness. Firm carbonation. So, it is what it says: Punk IPA but then A-F. Not the best alcoholfree IPA in the world, but at least a far better option than a regular alcoholfree beer.", "writed_at": "September 13, 2020"}, {"user_id": "tommann", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "330ml can.  Pours dull gold with a medium head.  Aroma is caramel, lemon and bitter pine.  Taste has watery caramel and some bitter pine and tropical fruit.  Touch of glue.", "writed_at": "September 12, 2020"}, {"user_id": "bowling", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 0.5, "review_content": "Pours a golden colour beer with a white frothy head \nFirst ever AF \nNever again", "writed_at": "August 23, 2020"}, {"user_id": "SaintMatty", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "330ml Can - Golden with a slight haze and a white head. Pine, grapefruit, caramel and some slightly oniony notes in the aroma. Hoppy and fruity taste with grapefruit, pineapple, pine and some hints of caramel. Refreshing and a good alcohol free beer.", "writed_at": "August 23, 2020"}, {"user_id": "fillepolo", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Burk från Coop, Ängelholm. Gyllengul öl med vitt skum. Fruktig och maltig med toner av humle. Torr avslutning.", "writed_at": "August 13, 2020"}, {"user_id": "ruuurd", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Clear golden pour with medium head. Grassy, bitter and malty tones with a hint of tropical fruit. Def mimics the ‘normal’ Punk IPA", "writed_at": "August 13, 2020"}, {"user_id": "djorll", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "c'est bluffant à quelle point elle ressemble à une bonne ipa, pour le midi sans crainte de coup de barre à la réunion de 14h", "writed_at": "August 11, 2020"}, {"user_id": "yngwie", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Can. Close to clear in the glass, straw color, and a small white head. The aroma is metallic piney at first, then some tropical fruit and grass kicks in. It's medium to thin bodied, softly carbonated and with a decent bitterness. Pine cones, grapefruit and some grass in the flavor, with a backdrop of pale malts. Medium length finish with a light metallic touch. Overall, a quite nice and quenching beer, but I'd like it even more with a more pronounced hoppiness. 200803", "writed_at": "August 3, 2020"}, {"user_id": "Rider0nTheStorm", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Aout20 3.9 : Achetée à Leclerc de Sarlat en vacances. Nez ultra houblonné et du bon houblon. En bouche c'est fruité aussi une sorte d'infusion de houblon. Pas de corps ou très peu mais pour une bière sans alcool c'est très bien!\nJuillet21 3.0 : bien houblonnée, gout un peu bizarre comme d'autres sans alcool. Pas fou, je préfère une pils si je veux une bière légère.", "writed_at": "July 29, 2021"}, {"user_id": "crcollinho", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Light golden colour, kiwi fruit on the nose, citrusy taste, lacking body, but pretty good considering the lack of alcohol.", "writed_at": "July 26, 2020"}, {"user_id": "imdownthepub", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Canned, 330ml from Sainsbury's in Banbury, Oxon. Gold with short white head. Thin cereals, malt on the palate from the off, quite tinny in character then a dose of resinous hop flavours come to the rescue. A touch of lemonade, quite sweet. Just okay.", "writed_at": "July 15, 2020"}, {"user_id": "rauchbier", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Bottle, from Tesco. Gold, thin and quickly disappearing white head and gentle condition. Initial muted citrus and pine resin in the nose, becoming slightly estery and fruity. Thin and dry in the mouth with a sharp bitterness and a tinny edge, some fruity strawberry notes as it warms. Dry and bitter in the finish with a lingering hint of sweet grain.", "writed_at": "July 15, 2020"}, {"user_id": "Cunningham", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "A really fine and tasty na beer\nPleasant mild citric, pale malt, herbal and some wort\n[Can from Meny at Ski Storsenter, Norway]", "writed_at": "July 13, 2020"}, {"user_id": "kalervo", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Kesäjuhlissa 7/2020 pullosta. Quite pleasant low alcohol beer, surprisingly full bodied.", "writed_at": "July 12, 2020"}, {"user_id": "Rune", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "330ml can bought at Gulating Ølutsalg in Tromsdalen. Firm white head to a late straw coloured body with a slight haze. Rich lacing. Modest smell of citrus and grain. Mid-dry taste profile of grass, citrus, and a distant note of wort. Drying ending with a short bitter touch. Just alright. (Tromsø 06.07.2020).", "writed_at": "July 7, 2020"}, {"user_id": "lmojoh", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Sløret gylden med hvitt skum. Aroma humle malt brød. Smak malt brød humle sitrus eple. Fin fylde godt maltpreg og lett bitter. Boks fra Gulating Tromsø", "writed_at": "August 7, 2020"}, {"user_id": "tgrtnr", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "330 ml can. Clear light golden, big fluffy head. Lime, grain, dough. Dry mild sourness. Light bodied, watery, lively carbonated, mild sour finish.", "writed_at": "July 4, 2020"}, {"user_id": "Psytron", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "Drunk from bottle. Smell of hops, grapefruit. Aroma of hops, grapefruit, spruce. Very well avoids the wateriness and artificial flavour of most AFs. Lively carbon. Fresh.", "writed_at": "July 1, 2020"}, {"user_id": "thevortex", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "Clear golden colour with a white head, citrus grapefruit with a hint of pine aroma, light body, citrus, grapefruit and pine flavours with a bitter hoppy finish, my best AF so far", "writed_at": "June 28, 2020"}, {"user_id": "Rubin77", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "33cl bottle from E.Leclerc Pierry supermarket in France. Big, white, not long lasting head. Colour is pale gold, light hazy. Aroma is a lot of grapefruit, pube resin, orange, bit biscuits, roasted onion. Taste is light malty base, grapefruit, orange, dry pine resin, nice bitterness, soft carbonation, very nice for low alc. beer. Enjoyed for sure.", "writed_at": "June 28, 2020"}, {"user_id": "DoctorHU", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "330 ml can. Poured a golden color with white foam. The aroma is hoppy, grassy, restrained malt. The taste is citrus acidity and malt, pleasant, but not rich bitterness of dried herbs, hops.", "writed_at": "June 27, 2020"}, {"user_id": "Bamsen78", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "Draught @ Fox and Hounds, Sønderborg. Pours clear golden with stable white head. Clear aroma of citrus and yeast, with malty notes. Bitter flavour of hops and grass, with sweetish notes of yeast, malty hints and woody touches. Hoppy and estery aftertaste. I wish it had some fruity notes, but even without them ot is still a very decent beer for the style. Refreshing and easy to drink.", "writed_at": "June 19, 2020"}, {"user_id": "TychoJames", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Burk Systembolaget. Orangeaktig vätska. Doft av citrus och söt malt. Liknande i smak. Sötmaltig med torra citrustoner", "writed_at": "June 14, 2020"}, {"user_id": "Inoven", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Blik gekregen van Tomhendriksen. Goudgeel helder bier met matig schuim. Aroma is moutig en fruitig. Smaak is bitter/hoppig, de nasmaak is bitter.", "writed_at": "June 1, 2020"}, {"user_id": "keerin", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Can.  Small white head pours golden and just like its alcohoic brother punk ipa its magical.  I think that it is almost nicer thank punk as you do not lose your head.  It tastes tropical but no heavy", "writed_at": "May 31, 2020"}, {"user_id": "nybol", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 5.0, "review_content": "En helt igennem godkendt alkoholfri øl.\nHar ingen syrlig smag. Har fin ipa noter og kan ike smages umiddelbart at den er alkoholfri.", "writed_at": "May 30, 2020"}, {"user_id": "anders37", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Can. Pours a golden color with a small white head. Has a fruity malty weak grassy hoppy citrus aroma. Fruity malty grassy hoppy bitter flavor. Has a fruity malty citrus hoppy bitter finish.", "writed_at": "May 23, 2020"}, {"user_id": "Finn", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Lys gylden. Lavt skum som raskt blir til film. Klar. God ananasaroma. Smaken som aromaen. Litt sitrus etter hvert. Lett tørr avslutning.", "writed_at": "May 20, 2020"}, {"user_id": "TomHendriksen", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "Blik thuis geprobeerd met LiekevdV. Het is een helder lichtgeel bier met een medium witte schuimkraag welke snel weg ebt. Het heeft een frisse citrus achtige wat hoppige geur. De smaak is citrus achtig, hoppig en licht bitter.", "writed_at": "May 19, 2020"}, {"user_id": "Cool_Bond", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Malt sweetness and fruity scent. Fruity and fruity taste. Okay bitterness that fills the upper and front of the mouth for a long time. Okay beer. Follow me @ Kung av öl @ Facebook for more pictures and ratings.", "writed_at": "May 12, 2020"}, {"user_id": "Hermod", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Bottled. \nPoured golden in color, light white head. Fizzy.\nNice citrusy and grapefruity aroma and flavor, some bitterness. Watery and light though. Lacks finish.", "writed_at": "May 4, 2020"}, {"user_id": "Svesse", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "(Can) Golden colour with frothy, white head. Hoppy nose with notes of resin, pineapple, citrus, mango and orange. Hoppy taste with resin, tropical fruit, pineapple, orange, lemon peel and a balanced citric bitterness in the finish. Light body, with a slight sweetness. On the thin side, but fresh and hoppy. Quite enjoyable.", "writed_at": "May 3, 2020"}, {"user_id": "finol", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Burk från systembolaget. \nGyllene med ett kortlivat skum. \nDoftar barr och lite vört. \nBesk och tunn, apelsinskal och tall. Mer nanny state än punk.", "writed_at": "April 25, 2020"}, {"user_id": "MarkoNm", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Can. Clear pale yellow, smaller white head, nonlasting. Gentle hoppy nose, citrusy, lemony. Milder bitterness, a bit citrusy. Peppery in the finish. Gentle aftertaste. Light body. Nicely drinkabke, especially for NA.", "writed_at": "April 18, 2020"}, {"user_id": "Singularity", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "330 ml can at home. golden with thin head. hoppy, Slight worty, low bitterness. Quickly lost its crisp, took me a while to finish while doing other things and the first sips was way better than the finish.", "writed_at": "April 16, 2020"}, {"user_id": "Cokemonkey11", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "Bottle at home. Pale lager with sediment in suspension. Oil on the top. Scent is at least 50% of a punk IPA. Taste is mild creamy semisweet hopped IPA. Finish is clean. Oily. Great beer.", "writed_at": "April 13, 2020"}, {"user_id": "dchad56", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Bottle - clear light orange- lemon with small white head.  Strong, pleasant citrus aroma. Slight ting on tongue and in mouth.  Ok tasting - pine. Overall ok but bit gassy.", "writed_at": "April 8, 2020"}, {"user_id": "danlo", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "330ml can from Brewdog online store. Pale yellow colour, foamy white head leaving alittle lacing and aroma of floral citric hops, yeasty. Taste is sweetish, pale malt, fruity, alittle biscuit and citrusy hop bitterness. Watery, light bodied, soft carbonation, dry malty citric finish. Quite OK", "writed_at": "April 4, 2020"}, {"user_id": "thanatosti", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "33 cl. can @ home, bought @ Albert Heijn, Culemborg.\nClear golden with a white head. Hop aroma, quite similar to the Punk IPA, so well done in that area. Taste is bitter with a short bitter finish. Body is, as expected, a bit thin. Nice alcohol free IPA but it's a bit too bitter and I still like the original better.", "writed_at": "March 28, 2020"}, {"user_id": "erling1000", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "A scottish, clear, golden Alcohol Free IPA with white head. Aroma is malt, light yeast, hops, citrus. Taste is bitter and light sweet.", "writed_at": "March 27, 2020"}, {"user_id": "Borup", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Sample at Copenhagen Beer Festival 2020.A hazy yellow coloured beer with a white head. Aroma and flavour of malt, hops, grass, citrus and with a mild bitter finish", "writed_at": "March 22, 2020"}, {"user_id": "bierkoning", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Can. Blonde. Floral citric aroma. Thin, but with a quite decent flavor. Citrus, grass, Apple. Dry. Floral, grassy finish. Quite good for a alcohol free beer.", "writed_at": "March 22, 2020"}, {"user_id": "laiti", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "33 cl bottle @ home. BBE 10.09.2020\n\nAroma is a mix of Punk IPA hop profile and plastic notes typical to non-alco beers. Flavour has grapefruit, minerals, some tropical fruits. Finishes with mild herbal tones, more grapefruits and minerals. A good non-alco strong on minerals. Nanny State or this? They're quite close to each other so dunno.", "writed_at": "March 20, 2020"}, {"user_id": "AlainG", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Une blonde très pâle sans mousse. Des arômes fruités; d'ananas entre autres, ainsi que de pamplemousse. Une belle amertume qui est coupée court par un espèce d'alcool isopropyle. Ensuite, un mélange incertain de fruits tropicaux qui remplace l'alcool intrusif. (3027-200220)", "writed_at": "March 16, 2020"}, {"user_id": "Mr_Pink_152", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Bottle at the MailBox Lincoln. Pale golden colour with a white head. Aroma citrus slight pepper. Taste sweet to moderately bitter. Light crisp body.", "writed_at": "March 13, 2020"}, {"user_id": "kleinertod", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.7, "review_content": "Helles Gelb mit stabilen weißem Schaum im Glas. In der Nase fruchtig, Orange, Zitrone, Papaya, Ananas, dazu Haferbitterkeit. Im Mund herbfruchtig (Melone, Pfirsich, Zitrusfrüchte) und süffig mit deutlich bitteren Abgang. Erst im erwas dünnen Trunk fällt auf, daß es ein Alkoholfreies ist, dafür aber sehr gelungen.", "writed_at": "March 9, 2020"}, {"user_id": "HenrikSoegaard", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Frothy white fair mostly diminishing head. Yellow colour. Moderate malty and hoppy aroma. Moderate bitter flavor. Average moderate bitter finish. Watery palate. Great Low alc.", "writed_at": "March 8, 2020"}, {"user_id": "czar", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "relatively fresh can that pours clear extra pale yellow without a head or a cap, no lacing. faint citrusy hops, some herbal leafiness, some yellow cereals, old spicy resin, clean (i guess) yeast action. moderate to low carbonation - lacking; light body - very watery; somewhat balanced spicy-citrusy finish. old school C hop like tasteless (yet not sweet!) AF concoction. barely ok though.", "writed_at": "March 8, 2020"}, {"user_id": "harrisoni", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Can from Brewdog shop and drunk at home.  Clear amber colour lasting white head.  Not one of the better low abv beers. Not that keen on aroma. Some citrus hop some lack of malt. It's a bit empty and bland.", "writed_at": "March 1, 2020"}, {"user_id": "HopsTasty30", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 4.0, "review_content": "Til Brewdog smagning på Humle Ølbar i Næstved.\nDrukket meget kold den bedste alkoholfri øl jeg har smagt.\nDen kommer helt sikkert på altanen til sommer.", "writed_at": "February 22, 2020"}, {"user_id": "larsniclas", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Canned from Ica Hovås\nClear golden. Large, bubbly, Brief head. \nSweet and grassy aroma. \nSweetish flavour with high, rather harsh bitterness. \nThin body.", "writed_at": "February 22, 2020"}, {"user_id": "IPAgutten79", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Gjennomsiktig gul med lavt hvitt skum. Aroma av sitrus. Smaker sitrus. Litt \"utvanna\" smak. Godt alkoholfritt alternativ", "writed_at": "July 29, 2020"}, {"user_id": "JoTheO", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Can 330ml. Golden with a white fluffy head, much like a standard Punk IPA. The aroma and taste is there, just a bit less of everything. Nice for an AF beer.", "writed_at": "February 10, 2020"}, {"user_id": "VsXsV", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Can. Clear deep golden liquid with medium off-white head. Aroma of citrus, tangerine, fresh hops, light grain, light butter and light earth. Taste is very light sweet and medium bitter with notes of citrus, grain and light butter. Medium bodied with medium carbonation. Really decent but sadly buttery.", "writed_at": "February 8, 2020"}, {"user_id": "PlutonowyMan", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Kolor&nbsp;złoty, klarowny.&nbsp;Piana&nbsp;biała, wysoka o średnim czasie redukcji.\nAromat owocowy, chmielowy, bardzo przyjemny. W tle lekkie nuty słodowe.\nSmak podobnie jak aromat,&nbsp;chmielowy z odrobiną słodkiej słodowości i wyraźną grapefruitową goryczką.\nWysycenie wysokie. Ciało średnie do niskiego. Jest całkiem nieźle.", "writed_at": "February 2, 2020"}, {"user_id": "labeerinthum", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Bottiglia. Il naso vira verso il luppolo. La finezza olfattiva è normale. Il cappello di schiuma resiste abbastanza. La grandezza delle bollicine è a grana medio-fine. Il liquido è di consistenza limpida. Il colore è giallo paglierino. Il corpo è medio. L'amaro è deciso. La forza gustativa è normale e permane in maniera sufficiente. Le sensazioni boccali finali risultano luppolate. Il finale è semplice e dissetante. Il retrogusto è di decente intensità. Sulla lingua arrivano caratteristiche di miele, biscotto, frutta secca, luppolo, un accenno di resinoso, agrumi, pompelmo rosa e mela verde.", "writed_at": "January 30, 2020"}, {"user_id": "jamestulloch", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Can. Hazy golden body with a white head. Steady carbonation. Faint lacing. Aroma of menthol and lemongrass. Flavour of grapefruit and chalky malt. Thin to medium body with a watery, slightly oily texture. Soft fizz. This is decent, it’s crisp with a nice hoppy finish.", "writed_at": "January 27, 2020"}, {"user_id": "back", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Gylden klar skum hvid kort \nCitrus malt salt vande metal \nBitter modrate sød lidt  \nVandede livlig", "writed_at": "January 27, 2020"}, {"user_id": "Craftakt", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Mit dem Alkohol fehlt es dem Bier auch an Hopfenbitterkeit und Charakter. Sehr wässrig, doch erfrischend. Okay.", "writed_at": "January 26, 2020"}, {"user_id": "wilde_joost59", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Thuis uit een blikje van AH. Bleke gele kleur. Weinig schuim. Redelijke hopsmaak, goed gelukt voor de 0,5%, maar niet zo goed als de Playground van Vandestreek.", "writed_at": "January 25, 2020"}, {"user_id": "nihtila", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Can from Tesco. Clear golden. Nose is citrus hoppy, grass, light hop juice, light malts. Tastes medium bitter, malts, decent balance although there is that musty maltiness often in AF beers.", "writed_at": "January 18, 2020"}, {"user_id": "MarcoDL", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Van. Golden pour. Aroma of citrus, white grape, malt and orange. Taste of citrus, wort sugary malt and white grape. The hop aroma is not bad, but the flavor is dominated by that wort taste most alcohol free beers have.", "writed_at": "January 17, 2020"}, {"user_id": "Koelschtrinker", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Süffiger, getreidig hopfiger Beginn. Mild, der fehlende Alkohol ist erkennbar. Spritzig, pappig, geringe Bitterkeit. Okay. 10/7/8/8/9/8", "writed_at": "January 16, 2020"}, {"user_id": "mkel07", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Beer Number From Brewery: 67\n\nContainer Type: On tap\n\nDate Drank: 15 January 2020\n\nPurchase Location: Dog Tap\n\nAroma: Slightly hoppy, mild\n\nAppearance: Golden amber, slightly clear\n\nFlavour: Citrus\n\nMouthfeel: Light, a little thin\n\nComments: To taste this beer you wouldn’t really know that it was a non- alcoholic beer. Easy to drink and k you certainly don’t have to struggle with it like you do with some no alcohol beers.", "writed_at": "January 15, 2020"}, {"user_id": "minutemat", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "330ml can during Dry January. Pours clear gold, small white head. Aroma bears some juicy tropics, grapefruit, pine. Continues to taste, light bodied of course, but not too thin on taste, decent cantaloupe, cashew, pine, grapefruit for an AF. A good option for a dry month.", "writed_at": "January 15, 2020"}, {"user_id": "Cuso", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Tap at Brewdog Mitte. Golden Olof was Ithaca small white head.  Ice citrus hoppy aroma. Taste, citrus hops light malt, bit bland. Light bodied,  bit watery.", "writed_at": "January 14, 2020"}, {"user_id": "Beerhunter111", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "33cl can. A clear pale yellow golden beer with a white lacing. Aroma of fresh citrusy hops, flowers, hay. Taste of grassy and citrusy hops, flowers, pale malt, some grains.", "writed_at": "January 12, 2020"}, {"user_id": "maledictum", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Thin white head, minimal lacing. Clear golden amber body. Decent hops on the nose, pine and citrus. Flavour is grapefruit, lemon, biscuit. Medium carbonation, thin mouthfeel. One of the best alcohol free beers I’ve had.", "writed_at": "January 9, 2020"}, {"user_id": "BarrelDoctor72", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "So far the best zero alc beer. Full flavor and very bitter. Closest to alc. IPA", "writed_at": "January 9, 2020"}, {"user_id": "undercurrent25", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Pours a pale colour. Taste is pretty much the same as  normal Punk but has a thin watery and tasteless palate. Nanny State is a better option", "writed_at": "January 6, 2020"}, {"user_id": "fonefan", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Can 330ml. @ home.\n\n[ As BrewDog Punk AF ].\nABV: 0.5%. Clear light to medium yellow colour with a small to average, frothy - fizzy and open, fair lacing, mostly diminishing, white head. Aroma is light to moderate malty, wheat, lemon, lime, citrus, light pine - grass. Flavor is light moderate sweet with a average duration, sweet malt, pale, watery, citrus, light pine - grass. Body is light to medium, texture is watery, carbonation is soft. [20191231]\n\n 5-3-5-2-9", "writed_at": "January 5, 2020"}, {"user_id": "CH-303", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Appearance: Pale yellow golden, slight haze. Small, fizzy off-white head.\nAroma: Light fruits, some hops, but not great smell.\nTaste: Grains, some light fruits, a bit of hops. Metallic, funky.\nBought: Coop, 330 ml can, CHF ?.??\nInfo: 30/12-2019, BB: 8/7-2020", "writed_at": "January 1, 2020"}, {"user_id": "Desverger", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.3, "review_content": "Can at Cloins watching England pummel the Aussies (19/10/2019) - golden pour with a white head. Light fruity with notes of grapefruit and lemon, stone fruit, sweet malts, light body, bitter hoppy finish.", "writed_at": "December 31, 2019"}, {"user_id": "zacgillbanks", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 4.1, "review_content": "Bottle from Sainsbury's, Team Valley, Gateshead. Pale straw coloured with a thick white head. It has a citrus and pine flavour with a thin body and a spicy orange and pine finish. Excellent for the ABV!", "writed_at": "December 29, 2019"}, {"user_id": "Habanero", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Pours clear, pale yellow with an average white head. Aroma of citrus, grassy hops and maybe a hint of green pineapple. Sweet taste that ends up being more dry and a little bitter. Light bodied, watery texture and average carbonated. A nice AF brew. 🌟🌟⭐️", "writed_at": "December 28, 2019"}, {"user_id": "melush", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "33cl Can @ BrewDog Online Store, Fraseburgh, United Kingdom.\nGolden colour with a medium size white head.\nAroma is hops, citrus, pine.\nTaste is hops, citrus, resin, watery, slightly malty.\nLight body, average carbonation.", "writed_at": "December 14, 2019"}, {"user_id": "Thomas_W1", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Dose 0,33l: Helles Gold, glasklar, flüchtiger mittelporiger Schaum; sehr frische + sehr fruchtige Nase, exotische Früchte, Maracuja, Grapefruit, kräftige frische Hopfennoten, Malz, etwas Malzzucker, angenehme malzig-fruchtige Bitterkeit; frischer + sehr fruchtiger Körper, trockene Zitrusnoten, Zitronenzest, fruchtige Säure, Limetten, kräftige frische Hopfennoten, Malz, Getreide, cremig, kräftige Kohlensäure; angenehmer fruchtig-frischer Nachgang", "writed_at": "December 13, 2019"}, {"user_id": "midovark", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Can. Pours semi clear yellow, thin white head. Nose is surprisingly decent hoppy, I get some white grapes from in there. Taste is medium bitterness with low fruity presence, and it closes with a pretty apparent bitterness too. Light, dry body, average carbonation. Didnt have my expectations high, but this is actually drinkable.", "writed_at": "December 3, 2019"}, {"user_id": "Erzengel", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.6, "review_content": "33cl can. Extreme dry and slightly floral beginning. The body is hidden behind intense hops. Floralness with hints of pine and an extreme punching bitterness in the end. Well balanced, round and easy to drink, deep floral and nice intense bittered!", "writed_at": "December 1, 2019"}, {"user_id": "MrTipple", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "16Nov2019 Bit of resin, pine, skunk. Clear gold, medium, creamy, white head. Light bitter. More bitter hops, resin, straw, hints of overripe tropical fruits, skunk, soft carbonation, medium bodied. Hmm. Can from BrewDog Brewery.", "writed_at": "December 1, 2019"}, {"user_id": "Dorqui", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "Bottled 0,33L. Pale yellow blonde color, light unclear aspect with intence bubbly and escaping white head. Very pine and citric aroma, notes of orange peerl, grapefruit, citrusy, fruity hops. Moderate crisp and lively palate, watery texture, dry and bit fruity palate, discreet body for a low alcohol, fizz and dry final.", "writed_at": "November 27, 2019"}, {"user_id": "SVD", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.4, "review_content": "Pale golden, small, aroma is malt, hops, wort, sweet, fruit, taste is the same. Light bitter, soapy taste ok.", "writed_at": "November 23, 2019"}, {"user_id": "Defreni", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "Dåse: Mega imponeret af denne øl. Alkoholfri og den sidder lige i skabet. Masser af citrus humle. Lidt tynd mundfyde men ikke som man kan forventemen meget mere. Superøl.", "writed_at": "November 17, 2019"}, {"user_id": "rhoihessegold", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "09-11-19 // can from Stumpf. Light body but with pleasant hop aromas. Good alcoholfree actually.", "writed_at": "November 13, 2019"}, {"user_id": "brnandersen", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "33 cl can. Slightly hazy pale golden colour with a short lived white head. Sweet aroma with lactose, vanilla, citrus fruit and grasses. Some grainy notes as usual in low alcohol beer. Taste is light bitter. Lighter body. Drying fruity finish with lactose and grasses. Minerallic. Nanny State is better. Still nice for a no alcohol beer.", "writed_at": "October 24, 2019"}, {"user_id": "rayaron", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Can. Thanks Oren. Clear pale yellow with white head. The aroma has notes of onion, rotten citrus, garlic and some tropical fruits. The flavor is bitter with notes of onion, garlic, citrus (grapefruit), lemon zest, \"green\", a bit watery. Light to medium-bodied. Overall quite good for a non-alcohol beer.", "writed_at": "October 21, 2019"}, {"user_id": "FatPhil", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.7, "review_content": "Tap (BrewDog, Tallinn) (3:1:4:2:7=1.7)\nHorribly pale. Bland aroma. Bland lemon juice taste. Wouldn't opt for this as an LA, but not terrible. Seems to have no signs of any fermentation actually occurring.", "writed_at": "October 20, 2019"}, {"user_id": "hohops", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "Appearance is clear golden, with a small fizzy white head. Aroma is orange, pineapple, stone fruit, caramel traces. Taste- fruity hops, malty cardboard, short finish, fizzy mouthfeel, orange and pineapple. A bit of clingy bitterness. Good for a low alcohol.", "writed_at": "October 17, 2019"}, {"user_id": "TheWhaleNorman", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.2, "review_content": "Honey aroma, some fruits and malt.\nExtremely watery flavour, almost no taste at all.\nHuge disappointment.", "writed_at": "October 13, 2019"}, {"user_id": "rob19a", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.4, "review_content": "3/20 weak, watery with a hop taste that's really sour. waste of time, look s like beer, doesn't taste like it", "writed_at": "October 4, 2019"}, {"user_id": "biir", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.6, "review_content": "Tap at Brewdog Hamburg - clear golden color, white head. hoppy, body is a bit too watery, malty n/a sweetness in the background. not really a hit.", "writed_at": "September 29, 2019"}, {"user_id": "Beer5000", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.4, "review_content": "Can from Meny. Quite clear, pale straw golden body with a foamy white head. Decent aroma, citric fruit and grapefruit with a piney touch. The taste was a real downer, this has  basically no taste at all, everything is in the nose. Like dry hopped water, not a faint hint of bitterness either. This is not even remotely close to Nanny states, that’s actually a decent low alcohol beer with a real taste. This is just silly.", "writed_at": "September 27, 2019"}, {"user_id": "tiong", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.9, "review_content": "330ml can. Carbonated, fizzy and mildly hoppy and soda like with some grass, pine, fruits and citrusy notes and a very light body. Feels like a hoppy soda.", "writed_at": "September 26, 2019"}, {"user_id": "peponi", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.7, "review_content": "Aroma: citrus and herbal notes, very clear lager profile.\nAppearance: clear straw color and white head.\nTaste: medium herbal / citrus bitterness, clear lager profile, slightly watery.\nPalate: low body and medium carbonation.\nOverall: very nice non-alo lager beer, nice citrus notes.", "writed_at": "September 25, 2019"}, {"user_id": "Juks", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.0, "review_content": "Tap at Brewdog Tallinn. Pale clear yellow colour, small white head. Aroma of cabbage, boiled eggs, vegetables. Taste is watery, eggs. Light body, average carbonation. Probably not just one of the worat non-alcos, but one of the worst beers I've had lately", "writed_at": "September 24, 2019"}, {"user_id": "Graham77", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.7, "review_content": "Pale golden colour with minimal head. The aroma is tropical fruit and light pine from the hops. The taste is bready with light bitterness. More refreshing than Nanny State. A good AF beer.", "writed_at": "May 23, 2021"}, {"user_id": "Marduk", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Tap. Clear golden color. Small size, white head, stays. This is just hoppy water mixed with mineral water. Happens.", "writed_at": "September 19, 2019"}, {"user_id": "ogivlado", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Canned 330ml. -from Pivoteka Zagreb. Pale yellow coloured, minimal white head, mild elderflower in the nose. Easy drinkable and pleasant mild hoppy fruity taste with light bitterness in the finish. Quite good.", "writed_at": "September 7, 2019"}, {"user_id": "Kavu", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "A small taste from a friend (bottle) on the way to Paloaseman Panimo. Straight from the bottle so no idea about the color. Aroma is hoppy malts. Flavor is sweet hoppy malts. Quite nice.", "writed_at": "September 7, 2019"}, {"user_id": "jjsint", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Keg at BrewDog Leicester. Very light colour, somewhere between straw, clear and nothing. Light aroma of lemongrass, soft citrus peel. Tastes bittersweet, certainly pleasant and more like a radler than a very low ABV beer. Unsurprisingly short finish, medium carbonation. Very good for 0.5%.", "writed_at": "September 7, 2019"}, {"user_id": "kerenmk", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Can. Clear gold. Candy, melon hoppiness and faintly skunky in the nose, bitter, yet sugary and skunky. Melon candy. Light body, mild fruity hoppiness finish. Meh.", "writed_at": "September 6, 2019"}, {"user_id": "themightyjag", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.2, "review_content": "Keg at BDLR. \nThin white head, minimal lacing. Clear golden amber body. Decent hops on the nose, pine and citrus. Flavour is grapefruit, lemon, biscuit. Medium carbonation, thin mouthfeel. One of the best alcohol free beers I’ve had.", "writed_at": "September 6, 2019"}, {"user_id": "DruncanVeasey", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "(03/09/19)\n330 tin from Morrisons 4pack. Ghostly pale gold with a fine lid. Nose decent juicy leaf, pale biscuit, gooseberry, blackcurrant and a hint of spruce. Lemon and lime if decanted. Bit of a cardboard front moving quickly into pleasant but empty popcorn and cashew malt. Paper and sherbet flying saucers. Bitter but the hops are brittle and thin. It’s mostly malt (good malt) flavour. But disappointing. Plenty more punchy and realistic AF beers out there.\n(July 2020)\n330ml can from UTT. Squashy pale haze with a head fast gone in seconds. Aroma of peach, cheesy lime sharpness, dried leaf, almost rotting melon. Sadly quite squashy and flat on the palate with a buttery biscuit note dominating. Some spruce, lime and cream cheese. Finally quite bilious. Disappointing. 524210.", "writed_at": "August 4, 2021"}, {"user_id": "martjoobolut", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.8, "review_content": "Tap. Pours clear yellow. Aroma and flavor are sweet, grassy, harsh, watery. Overall: narp, nothing punk here.", "writed_at": "September 2, 2019"}, {"user_id": "jrs021", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 1.9, "review_content": "This non alcoholic IPA doesn't live up to its name \"PUNK AF\".  I know what punk af is, I live it, I breathe it, I am it.  This IPA is simple if not plain.", "writed_at": "August 19, 2019"}, {"user_id": "faroeviking", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "Lata. Pale yellow, small white head. Mild fruity hoppish aroma with brewmash notes. Thin palate. Flavour is mild, watery, with fruity hops notes, brewmash. grainy notes, grass. Quite mild on the bitterness.", "writed_at": "August 15, 2019"}, {"user_id": "Gurthnar", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.5, "review_content": "Can from Pivny raj. Pale yellow colour, short lasting head. Thin bodied, but only quite light raw wortiness, which comes through rather in the finish. Bitterness is med-high, sweetness low. Malt in the background, subtle toasted presence. Hops flavours med-high, character of grapefruit, lemony, then pine and grass as stated. Struggling to find any tropical fruits, but nevermind. Easy drinking, quite tasty. Very good.", "writed_at": "August 13, 2019"}, {"user_id": "tricksta_p", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "Can from Drankenhandel Leiden. Aroma is grassy hops with light pine and fruity notes. Light grainy. Flavour is medium bitter, body is light and a bit watery. Overall decent quenching AF.", "writed_at": "August 3, 2019"}, {"user_id": "jasonbenali", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Pours a pale yellow with a thin white head and lively carbonation. First sniff is impressive for an alcohol free beer, even if the taste doesn't quite live up to it. Aroma is straw, lemon-lime, bread and herbs.\n\nTaste is quite sweet, dry and it has an understandably thin mildly bitter finish with a slight plastic aftertaste.\n\nOne of the best alcohol free beers on the market.", "writed_at": "July 28, 2019"}, {"user_id": "hrabren", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "0.33 l can from Pivoteka. Thanks Ogi. Shared with him and Marko. Pale greenish golden, minimal head. Aroma is citrus, elderflower, floral, light tropical. Light body, high carbonation. Flavour is elderflower, green tea, light grainy. Light finish.", "writed_at": "July 26, 2019"}, {"user_id": "Marko", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Can, thx Ogi! Shared with him and Hrabren. Pale pale golden, almost no head. Huge elderflower aroma. Watery taste, grain and elder, dry, very clean for a n/a. Well done!", "writed_at": "July 26, 2019"}, {"user_id": "hub66", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Couleur jaune clair; petite mousse blanche; arômes houblonnés; goût malté et un peu fruité; bière très (trop) légère; finale que très légèrement amère et plate", "writed_at": "July 25, 2019"}, {"user_id": "DSG", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.4, "review_content": "Can sample at a tasting at Yoav's place. Clear yellow with no head. Vegetal green hops, graininess, dry, bitterish finish, watery.", "writed_at": "July 23, 2019"}, {"user_id": "zvsn", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Can at a tasting. Clear golden. Vegetal, floral, grassy, soapy. \nBitter, grainy, floral flavors. Medium-bodied. OK for AF.", "writed_at": "July 22, 2019"}, {"user_id": "BeerViking", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.7, "review_content": "Can at Craft Beer Cares 2019, the bitterness is there, but it's also got that watery wort character of old-school non-alcs. Not bad, but I'll stick with Nanny State for now.", "writed_at": "July 21, 2019"}, {"user_id": "EdKing", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.0, "review_content": "Bottle from Sainsburys. This is the palest beer I have ever seen. Very very pale light yellow, clear as fuck. It's probably the least punk as fuck beer ever too. Like a delicate little girly beer, for snowflakes who don't like alcohol. Nose is melon, light grapefruit, light tropical fruits, light grains, floral fragrant. Taste is very very watery but it's hoppy, tropical, melon, light grapefruit. It's like a nice refreshing hoppy soft drink. Decent but more like a light radler. Pleasant and with a decent hoppy flavour.", "writed_at": "July 21, 2019"}, {"user_id": "Zlotta", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.8, "review_content": "0.33 l can from 'Sterk Avondverkoop', best before May 2020. Clear, pale golden with a thin, frothy, slowly diminishing, white head. Sweetish, fruity-floral and a bit grassy aroma of pineapple, passion fruit and lychee. Slightly sweet, moderately bitter, gently dry, quite fruity-floral taste of pineapple, passion fruit, some lychee and traces of wort, followed by a short, slightly bitter, gently dry, moderately grassy and minimally worty finish. Thin body, slightly effervescent mouthfeel, soft carbonation. A very quaffable NA beer with a pleasant hoppy character. Nice!", "writed_at": "July 21, 2019"}, {"user_id": "jesperhammer", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 2.3, "review_content": "17-JUL-2019, can @home, from Meny.\nVery pale golden with a lasting, low, rough, white head.\nAroma is weak citrus and grass. Taste the same. Very thin, lively carbonation but perhaps it only feels that way because of the thin body?\nI prefer water :-)", "writed_at": "July 18, 2019"}, {"user_id": "LazyPyro", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "330ml can. Clear very pale yellow, small white head disappearing fast. Aroma of sweet fruits, citrus, malt. Taste is malty, sweet, citrus, light pine, slightly bitter. Light-medium body. Fairly decent for NA. Haven't had Nanny State for years but it's at least on par, possibly better.", "writed_at": "July 15, 2019"}, {"user_id": "surething_ii", "beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "review_score": 3.1, "review_content": "Can from BrewDog online store\nPours clear pale yellow. Quite fresh on a nose with citruses. Taste is somewhat bitter, malty, some citruses. Quite good for AF", "writed_at": "July 15, 2019"}]