[{"user_id": "Ferris", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.3, "review_content": "Sweet corn.  Clear gold with a decent white head.  Corn and sweetness.  A horrible local lager.", "writed_at": "September 1, 2019"}, {"user_id": "MashTrub30", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.2, "review_content": "If your looking for a cheap beer substitute, this is the one for you. 500 ml cans are sold at 1300 KRW, 355 ml cans at 1000 KRW, and 1.5 plastic liter bottle at 3000 KRW. CU has a buy 8 500 ml cans for 10000 KRW. This is good if your a volume drinker in Korea and don’t want to spend a fortune on beer. Start out with your favorite beers and switch to Thisbe one later on when taste buds are dulled.", "writed_at": "March 15, 2019"}, {"user_id": "Pyobon", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.0, "review_content": "(Can) Pours cleat pale amber with no head. Sort of metallic aroma. Light bodied and fizzy. Taste is somewhat malty, a bit sweet, some tartness, watery. Not sure really what this is - a malt alcopop?", "writed_at": "July 8, 2018"}, {"user_id": "TBone", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 1.4, "review_content": "Can 355ml (Seoul). Clear golden colour, small white head \r\nAroma has rubber, pear and honey. Light-bodied. Flavour has also rubber and pear. Nasty industrial lager.", "writed_at": "June 20, 2018"}, {"user_id": "fredthecat", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.5, "review_content": "zero malt taste, but feels like a korean beer. light gold with no head. taste is unique, one dimensionally hoppy, but relatively quite hoppy. feels extremely stable and doesnt change its upfront hop flavour as it sits or as you drink it. highly artificial, but it is extremely cheap and overall a step up from the usual cass and hite crap. once again, this is very cheap ersatz beer (not even like happoshu). unique.", "writed_at": "April 13, 2018"}, {"user_id": "GoufCustom", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 3.4, "review_content": "355 ml can bought at Smart in Tai Kok Tsui.\r\n\r\n\n\nPiss golden yellow colour; Two finger head with soapy white foam whichlasts for 90 seconds; Small sticky lacing with quite fizzy carbonation; Quite fragrant aroma of bready malt, with cream soda, light floral, light sugar, dry toast, light lemon and light grass; Mid to light sweet taste of amber-like malt, with caramel, floral, light molasses, toast, light lemon , light bitter hops and grass; Close to light body. Quite slick palate; Mouth feel is amber lager in a golden body, with very conspicuous, chewy caramel and dry toastyness. Carbo-ish, light flowery with fair sweetness, quite grassy hops with light lemon to round. Good!... Hoppiness is light floral, light lemon and grass in nose and taste; Bitterness is fairly low for an abrupt, low astringent caramel malty finish; Slightly dry after taste. Toasty and easy to mouth.\r\n\r\n\n\nComments: Like most Hite's lagers, this one is all-malt, with unexpected characters of caramel and toast only found in amber beers with a chewy, mildly grassy finish. Surprisingly good and very crushable!", "writed_at": "April 10, 2018"}, {"user_id": "SJnoodles", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.1, "review_content": "Clear and light color with plenty of carbonation. Little alcohol taste, and little grain taste, and no hops taste. Less flavor than a cheap pilsner, so it is like seltzer watered down pilsner. Refreshing though. Good with food or summer time then. They brew it with less than 60% barely or grain so it isn't even categorized as beer. Only buy for my lady.", "writed_at": "October 28, 2017"}, {"user_id": "Sledutah", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 2.4, "review_content": "500ml can picked up at 7-11 in Seoul \n\r\nPours clear light golden with a small white head, light lacing. Grainy, honey and skunky. Grainy with a mild bitterness, sour malts \n\r\nNot too good but drinkable.", "writed_at": "October 1, 2017"}, {"user_id": "lebermilz", "beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "review_score": 3.2, "review_content": "Golden, thin white head.\r\nLightly flowery hops note.\r\nP!easant mouth feel, smooth bitterness, light body. \r\nAlthough this is by law not a beer because its low malt content (lowers the taxes and makes the product cheaper), this is one of the best commercial beers I have had in Korea. Light, high drinkability, perfect for hot days.", "writed_at": "September 22, 2017"}]