[{"user_id": "Stew41", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 2.6, "review_content": "I have zero (pardon the pun!) exposure to these styles. Looks like beer; aromas of sweet and funky/grassy malts. Not really confidence-inspiring. Palate is dry, sound, but really little flavour. Asashi-like dryness to finish. Will try others.", "writed_at": "August 2, 2020"}, {"user_id": "alex_leit", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 0.9, "review_content": "Can 355 ml can as Hite Free 0.00%. Golden color with bad white foam. Sweet and malty aroma, candies, malt syrup, malt flavor. Taste: sweet, lollipops, malt syrup, honey, a little lemon (citric acid) , soda drink, sadness.", "writed_at": "August 22, 2019"}, {"user_id": "BarrelTapper31", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 2.0, "review_content": "0.355 can imported from Korea\nHoney/Apple aroma\nTastes like grass with some hints of paper. Obviously, watery/ Foam surprisingly tastes nice, but disappears quickly. \nMeh.", "writed_at": "February 7, 2019"}, {"user_id": "kdd230", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 1.9, "review_content": "330ml. can in Mae Kasa, Thailand. Pours a fine golden yellow with short-lasting head. Aroma of corn, cardboard.Taste of cardboard, resin, sweetish. Par for the course zero-alcohol beer.", "writed_at": "May 11, 2018"}, {"user_id": "Rubin77", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 2.1, "review_content": "F: medium size, white, quick disappear.\r\nC: pale gold, clear.\r\nA: malt, hint of apple, grainy, hint of papery.\r\nT: malt, papery, envelope glue, light apple, light body, medium carbonation, not enjoyed, 355ml can from E-Mart near Incheon airport in Seoul.", "writed_at": "February 3, 2017"}, {"user_id": "YantarCoast", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 1.4, "review_content": "355ml can from an Asian food shop. Pours gold with no head. Sweet and papery aroma. Taste is envelope glue and paper. Very bad stuff.", "writed_at": "January 23, 2016"}, {"user_id": "nerdboy19", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 2.4, "review_content": "If you have to drink just one beer in Korea, than I recommend you this beer.", "writed_at": "January 11, 2016"}, {"user_id": "ycsabu", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 0.9, "review_content": "입안에서 톡톡! 터지는 공기방울의 강도는 지금까지 마셔본 그어떤 맥주보다 강령하고 시원 했습니다! \n하이트맥주맛을 모사한 맛은 옥수수차의 은은하고 부드러운질감과 곡물에서 오는 단맛느낌, 홉은 아로마 보다는 씁쓸한 비터를 주어 전반적으로 드라이하고 깔끔하게 마실 수 있게 해 줍니다.\n\n재료 : 정재수,맥아,홉,합성착향료(맥주향),아세걸팜칼륨(합성감미료),비타민C, 젖산,사과산,구연산Na(나트륨),L-알리닌,카라멜색소", "writed_at": "January 4, 2016"}, {"user_id": "fredthecat", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 0.8, "review_content": "fizzy yellow colour, smell is appley, gluey. taste is the same, thin. totally horrible. leaves a very bad aftertaste that continues into other drinks.", "writed_at": "April 26, 2015"}, {"user_id": "FatPhil", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 1.4, "review_content": "330ml can (Random corner shop, Seoul) as \"Hite Zero 0.00\"\n\r\nSmells like a Malta. Tastes like ’Oh, fuck’. Very watery, sweet, thin, fizzy, papery. Papery in the extreme. Walpaper paste finish, like I just licked 20 envelopes. Watery, fizzy. Find it hard to believe this is fermented, so maybe not rateable?", "writed_at": "April 16, 2014"}, {"user_id": "calix", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 5.0, "review_content": "One of best beers in Korea. The aroma is awesome, it reminds me the summer night in Hawaii (since I’ve never been there) Appearance is also wonderful, which looks like rainbow-unicorn’s golden glattering urine. Easy to drink, tastes like heaven. Also don’t forget even children can drink this- It’s like nektar! Elixir!!- \r\nOverall-This is freaking total legend.", "writed_at": "January 31, 2014"}, {"user_id": "maxwelldeux", "beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "review_score": 1.9, "review_content": "Can. Pours a pale yellow color. Nose is very much like a lager, but reasonably intense, which surprised me. Has some corn elements and just a little bit of sweetness in the smell. Taste is extremely light and devoid of substance - slight bit of sweetness, but not much to it.", "writed_at": "July 2, 2013"}]