[{"user_id": "stevoj", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "12oz can from Korean market. Pale golden, small foamy white head. Aroma is grainy, faint vegetal notes and corn. Taste was sweet, corn, grains. Cooked vegetables notes were few and far between, and mostly just focused on the sweetness and adjuncts.", "writed_at": "August 21, 2021"}, {"user_id": "ozzy70", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 3.1, "review_content": "Can purchased at Smooth Endings, St. Joseph, Missouri. Poured clear golden with a foamy white head. Aroma of sweet malt, sweet grain, corn. Taste was sweet, sweet malts, corn syrup, dry.", "writed_at": "August 16, 2021"}, {"user_id": "After.dawn", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 0.5, "review_content": "How did you step up to this point?\nThis is the horse pee beer you are talking about.\nIt seems that Korean conglomerates are good at everything, but not beer.\nNo malt, no hops, no flavor, that's all.", "writed_at": "May 27, 2021"}, {"user_id": "kata.u", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.7, "review_content": "Light and clear golden color. Very weak aroma and flavor. Crips and refreshing, but too light body. Typical beer for drinking party.", "writed_at": "December 28, 2020"}, {"user_id": "Cybercat", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "Aroma offers crisp malt and a hint of hops, no more. It pours pale yellow with a fair head. Flavor presents crisp malt with hints of apple and hops. Texture gives OK body and so-so fizz. Fine for a party.", "writed_at": "August 30, 2020"}, {"user_id": "Nisse666", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "Bottle from Gagnam, Korean restaurant 2020-07-25 Kalmar \nAR: dry bread, wee yellow grass\nAP: clear golden, fizzy wee white head\nF: dry bread, wee yellow grass, caramel", "writed_at": "July 26, 2020"}, {"user_id": "RobertDale", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.1, "review_content": "12 ounce bottle.  Pours a pale gold with a decent white head.  Aroma of malt, grain, and tin.  Taste is similar.  Hot day beer at best.", "writed_at": "June 24, 2020"}, {"user_id": "tnkw01", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Bottle. Pale gold in color with a two finger head. Aroma is grains and watery. Taste, though well balanced, is weak. Just average.", "writed_at": "June 12, 2020"}, {"user_id": "Oakes", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 0.8, "review_content": "Appley, thin, not the worst but pretty bad. Like, how filthy of a ticker do you have to be to drink this?", "writed_at": "February 27, 2020"}, {"user_id": "bhensonb", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.8, "review_content": "Bottle from Total Wine in San Jose, CA. (Stevens Creek) Pours clear, bright gold with a large white head. Bready aroma; minimal hop. Med minus body. Flavor is bready with slight grassy hop. Clean and maybe even crisp. Decent considering the style.", "writed_at": "December 10, 2019"}, {"user_id": "labeerinthum", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.4, "review_content": "Bottiglia. Il gusto al naso viene attratto dall'orzo. L'intensità olfattiva è normale e la maniera in cui permane è sufficiente. Il manto birroso superiore è caratterizzato da una schiuma dalla buona tenuta. La grandezza delle bollicine è medio-fine. Il liquido è di consistenza limpida. La frizzantezza si presenta sotto forma di bollicine fini. Il colore è giallo dorato. Il corpo è leggero. L'amaro è nella media. La forza gustativa è normale e permane in maniera appena percepibile. Le sensazioni boccali finali risultano di pronta beva. Il finale è semplice e dissetante. Il retrogusto è delicato. Al palato finiscono note di miele, cereali, erba e metallo.", "writed_at": "October 9, 2019"}, {"user_id": "Cubbybear", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "Drank straight from the bottle, did not observe the head or colour. Light and pedestrian in taste and flavour. Refreshing and thirst-quenching, drinkable though unexciting. Bitter from time to time, easy to drink. I would imagine it as more of a high volume drink at parties.", "writed_at": "August 29, 2019"}, {"user_id": "jonas", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.4, "review_content": "Bottle. Pale golden, off-white head, a bit fizzy light body. Hayish malt, ok balance, anonymous.", "writed_at": "July 25, 2019"}, {"user_id": "hehe_papiesz_xd", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.6, "review_content": "Aromat pierda (nieironicznie). W smaku lepiej, bardzo wodniście, ale nie ma tragedii. Posmak ok", "writed_at": "July 17, 2019"}, {"user_id": "mansquito", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.3, "review_content": "Bottle at Chinese Graffiti: pours light gold with small white head. Aroma is light grain. Taste is sweet with a sort of bready taste. No bitterness. Tolerable.", "writed_at": "May 20, 2019"}, {"user_id": "PilsnerTapper22", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 4.0, "review_content": "I just purchased and the price was very good. I am drinking with dinner and we enjoyed its smoothness and flavor with our meal", "writed_at": "April 24, 2019"}, {"user_id": "JStax", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 3.6, "review_content": "11.5 ounce bottle poured into a brandy snifter. The beer is a clear yellow with a white head of foam. Sweet and floral. A little bit of peppercorn and spice as well. Lighter body and medium carbonation.", "writed_at": "April 1, 2019"}, {"user_id": "tfontana", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.0, "review_content": "Bottle pour into nonic pint glass from Total Wine &amp; More, Burlington. Appearance is clear, pale, bright golden yellow with lively sparkle, 2-finger width fizzy white head with poor retention and no lacing. Aroma is weak mix of cardboard and musty basement, mild pilsner malts, hint of tart fruit. Taste is almost imperceptible pilsner/cracker malt and fruit. Palate is light bodied with thin texture, average-to-lively carbonation and finish as taste with mild bitter. Overall, glad to have had the opportunity to try a South Korean beer. In trying to find something positive to say, though usually reserved for high ABV beers, I would say \"alcohol is hidden well\" because EVERYTHING IS HIDDEN WELL (much like a real estate listing describing a hovel as \"cozy\" ). There are session IPA's and even low/no alcohol offerings that have as much flavor as this. How did they get it to be so \"crisp and refreshing without slowing you down\" and still have 4.3%? Other than there's nothing here to offend and the carbonation would be thirst-quenching, there is nothing to recommend.", "writed_at": "March 11, 2019"}, {"user_id": "kiwianer", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.9, "review_content": "Comes in a can in Penang, Malaysia. The Aroma is malty, watery. The taste is malty, watery. very boring.", "writed_at": "March 2, 2019"}, {"user_id": "mjg74", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Canned from 99 cent store. Sweet and grainy up front. Some corn flavor. Somewhat refreshing. Not horrible for a really cheap pale lager. Could be slammed on a hot summer day.", "writed_at": "February 22, 2019"}, {"user_id": "deanso", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.1, "review_content": "33cl Can from Tops Market. \nThin white head.  Clear pale golden pour.  Thin watery taste.  Light bitterness.  Not great.  The beers I drink for Ratebeer ;-)", "writed_at": "November 30, 2018"}, {"user_id": "huineman", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.7, "review_content": "500 ml bottle. It pours clear pale golden, bubbly, with a foamy white head. Aroma is close to non-existent: some stale bread, some iron filings, some grass. Taste is watery, fizzy, slightly bitterish, leading to an abrupt finish. Not very good, but you can drink it.", "writed_at": "November 28, 2018"}, {"user_id": "GregMooreNH", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.4, "review_content": "Pours clear, light golden with a full, off white head. Aroma is mostly skunk, some corn. Taste is corn syrup, moving to...well nothing. A beer, by definition, but that's it.", "writed_at": "November 25, 2018"}, {"user_id": "rhoihessegold", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.5, "review_content": "21-10-18 // can shared. Thanks Dennis! Clear golden. White head. Water and grains. Typical Pale lager.", "writed_at": "October 23, 2018"}, {"user_id": "drfabulous", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.7, "review_content": "12 ounce bottle bought in Guangzhou. Pours slightly dark orange with some caramel. Ok when really cold.", "writed_at": "July 8, 2018"}, {"user_id": "Pyobon", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "(Bottle) Pours clear yellow with no head. Lemony grainy aroma. Light bodied and fizzy. Watery grainy lemony taste. Bad but drinkable cold. \n\n---Rated via Beer Buddy for iPhone", "writed_at": "June 30, 2018"}, {"user_id": "TBone", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.6, "review_content": "Can 355ml (from Gyeongju). Pale clear yellow colour, small white head. Sweetish maize aroma. Light-bodied. Watery. Fizzy. Sweetcorn, low bitterness. Korean Corona.", "writed_at": "June 24, 2018"}, {"user_id": "TimE", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.8, "review_content": "Mainstream lager that is slightly sweet, lacks body and completely uninteresting.", "writed_at": "May 12, 2018"}, {"user_id": "futre7", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.9, "review_content": "Hite lager is bland but also very drinkable. It seems to be the Korean style to make a beer as unoffensive as possible. With Hite EC they have done so. It is akin to soda water but in that it feels very thirst quenching. At 4.3% it is lower ABV than almost all it's competitors...which is good on a hot day when you don't want to get in a drunken daze too early.", "writed_at": "April 15, 2018"}, {"user_id": "Braudog", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.6, "review_content": "Can, aboard a Korean Airlines flight. About everything you'd expect ... golden, clear, bubbly. Super cereal-based character, like liquid Cheerios. Still made the flight go OK. (#6971, 3/2018)", "writed_at": "March 12, 2018"}, {"user_id": "HighSparkDiesel", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.3, "review_content": "A bottle with dinner at the Korean restaurant at Shi Da night market tonight. Indistinguishable from the regular Hite. It seemed only natural to get one of these, rather than a Jin Pai.", "writed_at": "March 11, 2018"}, {"user_id": "Eructoblaster", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.7, "review_content": "Can - 355ml. Boring blond/golden, heavily carbonated body with an instantly fading white bubbly head. Thin malty/hoppy aroma with herbal hints. Its bland malty/hoppy taste carries bready, metallic, and grassy notes. Ends with a short corny finish. Useless.", "writed_at": "November 25, 2017"}, {"user_id": "Bif", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "Bottle at Korean Restaurant. Pours light golden with foamy head. Aroma of sweet malt, grain and adjuncts. Taste of malt sweetness, corn and grain. No real bitterness and a clean finish. Light body, smooth and quite bland. Best served with Korean BBQ.", "writed_at": "November 20, 2017"}, {"user_id": "yy0pp", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "Bottle. Pale golden color with white head. Aroma - Herbal, malty, hoppy. Taste - Sweet creamy, malty with some fruits.", "writed_at": "November 18, 2017"}, {"user_id": "rougeau13", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Bottle at Bonchon in Katy. Clear very pale golden. Resilient off-white head. Aroma of grain, corn and a hint of citrus. Crisp and clean. Solid pale lager.", "writed_at": "October 27, 2017"}, {"user_id": "jmgreenuk", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.0, "review_content": "Can from a Singapore 7-11. Poured a crystal clear straw colour with a fizzy, short-lived white head and plenty of bubbles. The aroma is cardboard malt, light woody hop. The flavour is light bitter with a watery, grainy, light hop bitter palate. Light bodied with lively carbonation. Too light all around, no flavour and way over-carbonated.", "writed_at": "October 19, 2017"}, {"user_id": "Jingis", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "Zakupene v obchodiku zaujimave potraviny. Vona prijemna pivova. Chut strasne jemna. Prijemny priebeh. Dobre pitelne. Take lahucke pivko.", "writed_at": "October 19, 2017"}, {"user_id": "camay1997", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 3.0, "review_content": "Thin white head, on top of a pale golden body.  Smells sweet and a touch metallic.. It taste like one would expect of a cheap  pale lager.  Not a bad beer, but not a good beer either.  Bland, watery and couldn't be any more average.", "writed_at": "September 26, 2017"}, {"user_id": "drowland", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "7/30/17. Can at a cool bar in Atlanta. Enjoyed straight from the can, but I’m sure it’s a fizzy yellow brewski. Grainy, pale malts, corn chips, etc. Tasted like most of the mass Asian lagers. Could be worse. It fit the time and place.", "writed_at": "August 3, 2017"}, {"user_id": "Grumbo", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.1, "review_content": "Bottle from a random Asian supermarket in central Frankfurt. Pours clear pale gold with a small off-white head. Aroma of sweet corn, rice water, vaguely floral and veg’ish. Very sweet, light bitterness. Thin body, watery texture, average carbonation. Nice to get a second South Korean beer tick but this is a pretty terrible beer.", "writed_at": "June 3, 2017"}, {"user_id": "Erzengel", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.4, "review_content": "Can in Seoul. Watery smooth corny beginning. Neutral, fresh, watery. No bitterness, no aroma, no taste. Bad.", "writed_at": "April 24, 2017"}, {"user_id": "GoufCustom", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.6, "review_content": "355 ml can bought at the magstore on Cameron Road, Tsim Sha Tsui.\r\n\r\n\n\nPale golden colour; Three quarter finger head with soapy white foam which fades in 40 seconds; Very small lacing and active carbonation; Pungent smell of malt, with strong corn, rice, floral, sugar, bread, lemon and smelly grass; Close to medium sweet taste of thin malt, with rice, corn, floral, strong sugar, soggy bread, fair lemon and thin bitter grassy hops; Light body, watery palate; Mouth feel is macro-Pale thin malt, with strong rice and corn, flowery with quite strong sweetness, thin lemon to round. Blah!... Hoppiness is floral, lemon and smelly grass in nose, same in taste but a lot weaker; Bitterness is minimal for an abrupt, almost non-astringent sweet finish; Wet after taste, Sugary and quite easy to mouth.\r\n\r\n\n\nComments: This one could be a re-brand of previous Hite Beer but what the hell, it’s just as bad: corny ricey smell, sugary taste with almost no hops. All the hallmark of typical Asian macro. Marginally better than Tsingtao, but that’ doesn’t say much. Drain pours!", "writed_at": "April 10, 2017"}, {"user_id": "mzaar", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Bottle from Yamaya (next to Gastro Pub Tadg’s), Kyoto. Pours clear golden with a white head. Aromas of malt and grass. Flavours of malt, hay, honey and white bread. Quite refreshing. (Country number 104)", "writed_at": "April 4, 2017"}, {"user_id": "maekchu", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "Can on KE 19 from ICN to SEA (Feb. 2017). I thought this might be a rebranding of the regular Hite. But anyway.... Thin malt nose, starch, and light grass. Medium pale straw color, rocky and sudsy head. Flavors of light sweetish malt, with almost zero hops, a bit of unpleasant fruitiness in late mid palate, and flattens out into nearly nothing in the finish. Thin body, watery, and quite gassy. Pretty bad, but what can a person do while locked into a tin tube at 36,000 feet?", "writed_at": "April 3, 2017"}, {"user_id": "KyotoLefty", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.5, "review_content": "Can on Asiana. Pale gold with a high, fine head. Decently hoppy nose, herbs, citrus, light malt. Thick, creamy and sweet, with lemon flavor. Not so bad, but not good either.", "writed_at": "April 2, 2017"}, {"user_id": "HighSparkDiesel", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.3, "review_content": "A bottle with dinner at the Korean restaurant at Shi Da night market tonight. Indistinguishable from the regular Hite. It seemed only natural to get one of these, rather than a Jin Pai.", "writed_at": "March 11, 2018"}, {"user_id": "Eructoblaster", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.7, "review_content": "Can - 355ml. Boring blond/golden, heavily carbonated body with an instantly fading white bubbly head. Thin malty/hoppy aroma with herbal hints. Its bland malty/hoppy taste carries bready, metallic, and grassy notes. Ends with a short corny finish. Useless.", "writed_at": "November 25, 2017"}, {"user_id": "Bif", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "Bottle at Korean Restaurant. Pours light golden with foamy head. Aroma of sweet malt, grain and adjuncts. Taste of malt sweetness, corn and grain. No real bitterness and a clean finish. Light body, smooth and quite bland. Best served with Korean BBQ.", "writed_at": "November 20, 2017"}, {"user_id": "yy0pp", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "Bottle. Pale golden color with white head. Aroma - Herbal, malty, hoppy. Taste - Sweet creamy, malty with some fruits.", "writed_at": "November 18, 2017"}, {"user_id": "rougeau13", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Bottle at Bonchon in Katy. Clear very pale golden. Resilient off-white head. Aroma of grain, corn and a hint of citrus. Crisp and clean. Solid pale lager.", "writed_at": "October 27, 2017"}, {"user_id": "jmgreenuk", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.0, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Can from a Singapore 7-11. Poured a crystal clear straw colour with a fizzy, short-lived white head and plenty of bubbles. The aroma is cardboard malt, light woody hop. The flavour is light bitter with a watery, grainy, light hop bitter palate. Light bodied with<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "October 19, 2017"}, {"user_id": "Jingis", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.9, "review_content": "Zakupene v obchodiku zaujimave potraviny. Vona prijemna pivova. Chut strasne jemna. Prijemny priebeh. Dobre pitelne. Take lahucke pivko.", "writed_at": "October 19, 2017"}, {"user_id": "camay1997", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 3.0, "review_content": "Thin white head, on top of a pale golden body.  Smells sweet and a touch metallic.. It taste like one would expect of a cheap  pale lager.  Not a bad beer, but not a good beer either.  Bland, watery and couldn't be any more average.", "writed_at": "September 26, 2017"}, {"user_id": "drowland", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "7/30/17. Can at a cool bar in Atlanta. Enjoyed straight from the can, but I’m sure it’s a fizzy yellow brewski. Grainy, pale malts, corn chips, etc. Tasted like most of the mass Asian lagers. Could be worse. It fit the time and place.", "writed_at": "August 3, 2017"}, {"user_id": "Grumbo", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.1, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Bottle from a random Asian supermarket in central Frankfurt. Pours clear pale gold with a small off-white head. Aroma of sweet corn, rice water, vaguely floral and veg’ish. Very sweet, light bitterness. Thin body, watery texture, average carbonation. Nice to get a<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "June 3, 2017"}, {"user_id": "Erzengel", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.4, "review_content": "Can in Seoul. Watery smooth corny beginning. Neutral, fresh, watery. No bitterness, no aroma, no taste. Bad.", "writed_at": "April 24, 2017"}, {"user_id": "GoufCustom", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 1.6, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">355 ml can bought at the magstore on Cameron Road, Tsim Sha Tsui.<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 10, 2017"}, {"user_id": "mzaar", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.6, "review_content": "Bottle from Yamaya (next to Gastro Pub Tadg’s), Kyoto. Pours clear golden with a white head. Aromas of malt and grass. Flavours of malt, hay, honey and white bread. Quite refreshing. (Country number 104)", "writed_at": "April 4, 2017"}, {"user_id": "maekchu", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.2, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Can on KE 19 from ICN to SEA (Feb. 2017). I thought this might be a rebranding of the regular Hite. But anyway.... Thin malt nose, starch, and light grass. Medium pale straw color, rocky and sudsy head. Flavors of light sweetish malt, with almost zero hops, a<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 3, 2017"}, {"user_id": "KyotoLefty", "beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "review_score": 2.5, "review_content": "Can on Asiana. Pale gold with a high, fine head. Decently hoppy nose, herbs, citrus, light malt. Thick, creamy and sweet, with lemon flavor. Not so bad, but not good either.", "writed_at": "April 2, 2017"}]