[{"user_id": "After.dawn", "beer_kor_name": "제주 성산일출봉", "beer_eng_name": "Jeju Seongsan Ilchulbong Ale", "review_score": 2.0, "review_content": "어떻게든 싸게 만들어서 4캔 만원에 파는것이 한국맥주 유통의 거스를 수 없는 질서인 현재, 1년 넘게 3캔 만원 몸값을 유지하고 있는 배짱좋은 놈 되겠습니다.\n\n골든에일답게 좀 더 밟은 연구릿빛에 미세한 탁도가 있네요. 거품은 잘 쌓이지만 그만큼 쉽게 사라졌구요.\n\n건초와 전분스러운 딱히 좋진 않은 단내가 올라오는데 이는 맥주가 식으면 좀 덜 나며, 역시 에일은 냉장고에서 꺼낸 후 30분 후에 먹어야한다는걸 다시 되새깁니다.\n\n뭔가 성산일출봉 에일이라길래 벨지안 위트 스타일에 시트러스풍미를 기대했지만 그것은 제주 백록담 에일이 그런 스타일이었고\n\n이건 일출의 영롱한 황금빛에서 영감을 받아 만들었다고 하는데 양조장이 제주에 있다는 것 외에는 대충 만든듯한 스토리(?)에 딱히 수긍이 되질 않더라구요.\n\n입에서 느껴지는 맛은 몰트의 단맛이다. 그리고 피니쉬에 단맛이 끝날때 쯤 느낄 수 있는건 홉의 은은한 쓴맛이다. 미국산 홉도 사용되었다 되어있는데 건초 혹은 풀 따위의 향이 미세할뿐 다른 부가적인 시트러스 계열은 없다시피하다.\n\n당연한 말을 하는 듯 하지만 골든에일 자체가 뭔가 컨셉을 지녀야하는 크래프트비어 범주로서는 딱히 재미가 없는 듯 하다. 심지어 맥주순수령까지 지켰으니 말은 다했네..\n\n아쉽게도 편의점에서 독일스타일의 필스너를 아무거나 집어들면 느낄 수 있을법한 맛으로 딱히 이걸 골라 마셔야할 이유가 없는..?", "writed_at": "August 30, 2021"}, {"user_id": "GoufCustom", "beer_kor_name": "제주 성산일출봉", "beer_eng_name": "Jeju Seongsan Ilchulbong Ale", "review_score": 3.8, "review_content": "500ml can bought at Fusion in Fanling Town Centre, Fanling.\n\nLooks: Clear orange honey colour; Three finger head with crumpet white foam which last for 3 minutes; Good sticky lacing with fizzy carbonation.\n\nAroma: Very fragrant Ale malt, with strong peaches, mangoes, candied fruits, yellow fruits, red fruits, honey, light perfume, floral, sugar, spices, dry biscuits, lemon and grass.\n\nTaste: Mid to light sweet taste of fair Ale malt, with strong citrus zest, floral, fair sugar, fair pine, herbs, light biscuits, lemon, medium bitter hops and grass.\n\nBody: Mid to light body. Crisp and slick palate.\n\nMouth Feel: Solid Ale maltyness in thinned but slick background. Prominent hop-driven taste as in citrus zest, pine needle, herbs and grass. Moderate sweetness and light biscuits. Good lemon to round. Great!   \n\nHoppiness: Strong peaches, mangoes, candied fruits, yellow fruits, honey, light perfume, floral, spices, lemon and grass in nose. Strong citrus zest, floral, fair pine, herbs, lemon and grass in taste; Bitterness is quite strong for a lasting, mid to high level bitter Ale malty finish.\n\nAfter Taste: Dry. Herbal citrus and quite bitter to mouth.\n\nComments: This is a surprisingly good English style Golden Ale starting with nice head and looks, light but right malty body to support the mesmerizing yellow fruity hops aroma and tight herbal citrus taste. Excellent quencher, who would have thought this is from Jeju of all places? Highly recommended!", "writed_at": "March 21, 2021"}]