[{"user_id": "After.dawn", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 3.0, "review_content": "가격은 대한민국 크래프트 맥주의 자부심이란 타이틀 덕에 4캔에 만원이 아닌, 3캔에 만원입니다.\n\n마셔봅니다. 우선 외관은 제주 백록담 맥주라는 이름처럼 하얀 사슴 연못을 떠올리기엔 살짝 어두운 황금빛인데 밀맥아보다 보리맥아가 비중이 높아서 그런게 아닐까 싶다.\n\n거품은 비누처럼 투명하고 거친 거품이 올라오는데 금새 흔적도 없이 사라진다. 이 부분이 좀 놀랍네요. 향은 촉촉히 젖은 풀들과 아직 까지않은 오렌지향이 나는데\n\n입속으로 들어올 땐 오렌지를 통째로 한 입 씹는 느낌에 밀의 바나나 맛이 은은하게 자나가며 다시 탱자 등 시트러스 껍질류 향이 꽃향과 같이 났다가 피니시에선 다시 바이젠의 정향 풍미가 강하다.\n\n대충 레몬마들렌 맛이다. 벨지안 윗트에일과 독일 바이젠의 혼종이라 볼 수 있겠습니다.\n\n목넘김은 부드러우며 호가든은 공산품인데 그런 공산품을 따라 만든 수제맥주라는게 모순적이긴하지만 국내의 그런 스타일의 맥주보다 상당히 양호한 품질이다.\n\n그렇지만 이 맥주를 양조한 제주맥주엔 자사 시그니처인 '제주위트에일'이 있다보니 그 보다 더 잘만들긴 싫었는지 더 비싼 가격임에도 만족도엔 큰 차이가 없는게 재미있네요.\n\n물론 같은 벨지안 윗비어라 하더라도 두 맥주의 방향성이 쪼~금은 다르긴 하지만..", "writed_at": "July 27, 2021"}, {"user_id": "GoufCustom", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 3.5, "review_content": "500ml can bought at Fusion in Fanling Town Centre, Fanling.\n\nLooks: Translucent golden honey colour; Three finger head with crumpet white foam which last for 4 minutes; Good sticky lacing with fizzy small carbonation.\n\nAroma: Very fragrant malt, with strong wheat, tartness, banana, strong orange peels, mandarin, coriander, light floral, sugar, cloves, strong spices, bread, yeast, lemon and light grass.\n\nTaste: Very light sweet light Ale malt, with strong wheat, fair tartness, phenolic, orange peels, coriander, floral, very light sugar, cloves, spices, bread, yeast, lemon, light bitter hops and light grass.\n\nBody: Mid to light body. Slick palate.\n\nMouth Feel: Light maltyness in very wheaty but slick background. Phenolic and clove-spicy, with good emphasis of orange peels and coriander. Flowery with very little sweetness, bready yeasty with fair lemon to round. Solid!\n\nHoppiness: Light floral, spice, lemon and light grass in nose and taste; Bitterness is low for an abrupt, low-level bitter wheat malty finish.\n\nAfter Taste: Quite dry. Peely spicy and slightly bitter to mouth.\t\n\nComments: This is a hybrid of Belgian White and German Weissbier, as the latter’s banana nose and phenolic / clove characters shines through the equally strong orange peels and coriander. It was also blessed with good looks and head and well-tuned wheatyness for an easy and tasty drinking. Decent stuff and will buy again!", "writed_at": "March 22, 2021"}, {"user_id": "colui72", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 3.1, "review_content": "The last Korean of my quarantine grocery is a Witbier. Pretty decent to be honest. Pours clear golden, small white soapy head, lastong, with good lacing retention. Aroma is bready and floral, with some banana esters. Tastes sweet and yeasty, banana, pepper. Smooth, and easy to drink, but it gets quite boring. Maybe in summer... It's OK. Good value, not bad.", "writed_at": "March 20, 2020"}, {"user_id": "mbos4115", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 2.8, "review_content": "Clean blond, thin foam\n\nNose: metal rust, citrus, mint\n\nTaste: water downed honey, clean pilsner flavour, crisp palate, slight banana.  well... actually taste like a good wheat beer\n\nNot a good ale, but a good pilsner", "writed_at": "March 17, 2020"}, {"user_id": "Pyobon", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 3.2, "review_content": "(Can) Pours clear straw with big white head. Ester and yeast aroma. Light body, plenty or rather fizzy carbonation, slightly oily. Nice taste - banana, bread, citrus, some pepper. Pleasant beer.", "writed_at": "November 14, 2019"}, {"user_id": "HighSparkDiesel", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 1.5, "review_content": "Another offering from 7-11's summer beer campaign, 500 ml. can. Aroma: empty, unwashed homebrew barrel. Appearance: clear golden amber, absolutely no head to speak of. Palate: medium-bodied and slick,  practically flat. Finish is watery, slightly sweet. Taste: lightly bitter and sweet, floral. Not unpleasant, but the lack of carbonation and absence of any head is rather alarming.", "writed_at": "July 18, 2019"}, {"user_id": "douglas88", "beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "review_score": 3.2, "review_content": "Listed as Baengnokdam ale. Pours a clear yellow color with a large white head. A light grainy yeasty nose. Smooth, big banana esters, soft perfume. Solid. No idea who is brewing this if Jeju isn't the company. The writing is all in Korean.", "writed_at": "July 10, 2019"}]