[{"user_id": "orphx", "beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "review_score": 3.1, "review_content": "Very light and refreshing with a scent of peach. Not the very best but nice to have once in a while.", "writed_at": "August 10, 2021"}, {"user_id": "After.dawn", "beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "review_score": 2.7, "review_content": "우선 구미호 피치에일을 양조한 카브루(KABREW)의 심볼은 맥주 이름과 같은 구미호인데 9개의 꼬리만큼이나 다양하고 창의적인 맛을 구현하겠다는 의지를 표현했다고 하더라구요. 앞으로 또 어떤 도전적인 맥주를 만들어낼지 기대가 되는 브랜드이죠.\n\n아무튼 구미호 피치에일은 복숭아향이 아닌 진짜 과즙이 첨가되어 향기는 오히려 다소 밍밍하게 느껴지지만, 맥주를 입안 가득 밀어넣어보면 백도복숭아를 크게 한입 머금은 듯 한 아로마가 느껴집니다.\n\n첫 입에는 은은하게 향이 퍼지다 거듭 마실수록 점점 진해지는 풍미를 느낄 수 있네요. 충분히 재미있는 맥주이기에 마셔볼만 합니다.\n\n아참 구미호의 동굴을 가꿔 놓은듯한 간지나고 이색적인 브루펍은 한국 청담동에 있는데 가보자구요.", "writed_at": "July 21, 2021"}, {"user_id": "GoufCustom", "beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "review_score": 2.7, "review_content": "500ml can bought at K-Mart Korean Food in Sham Shui Po. \n\nLooks: Translucent dull golden honey colour with trace of misty yeast particles; Gusher alert! Explosive five finger head with soapy white foam which last for 4 minutes; Poor sticky lacing with very fizzy carbonation.\n\nAroma: Fragrant Ale malt, with strong peach soda, yellow fruits, light perfume, floral petals, strong sugar, spice, strong sweet bread and lemon.\n\nTaste: Medium sweet fair Ale malt, with fair wheat, light tartness, peach, apricots, yellow fruits, floral, moderate sugar, light spice, strong herbs, bread, lemon peels, fair bitter hops and strong grass.\n\nBody: Mid to light body. Slightly slick palate.\n\nMouth Feel: Fair Ale maltyness in a wheat-thinned background. \nNotable peach not as conspicuous as the aroma, with moderate apricots and yellow fruit hops abound. Flowery with fair sweetness, very herbal and grassy with lemon peels to round. Okay but awkward.\n\nHoppiness: Yellow fruits, light perfume, floral petals, spice and lemon in nose. Apricots, yellow fruits, floral, light spice, strong herbs, lemon peels and strong grass in taste; Bitterness is fair for an abrupt, mid-to-low level bitter light Ale malty finish.\n\nAfter Taste: Quite dry. Herbal wheaty and quite easy to mouth.\tI \n\nComments: I am a bit put off by this one‘s strong but artificial peach and sweet bread aroma, but its taste is a fairly decent combination of strong herbs, mild fruity hops and lemon peels, if only not being spoiled by the (again) unreal peach taste. What would be a potentially nice summer ale if only the brewer use real peach or strong dose of peachy tropical hops. Once is enough.", "writed_at": "April 11, 2021"}, {"user_id": "atpsynthase", "beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "review_score": 3.1, "review_content": "500 ml can from a local convenience store (!). The importer said that they no longer imported it any more. Pours a cloudy yellowish amber with a two finger white head; nice peachy smell accompanied by some floral hoops and malt. Very nice nose! Taste of an artificial fruit flavour, and a little bit of hops to balance it. Not that sweet, but the strange flavour didn't do this beer any favours. Quite heavy and in-your-face carbonation as well.", "writed_at": "March 31, 2021"}, {"user_id": "Oakes", "beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "review_score": 2.5, "review_content": "Cloudy, fullish blonde colour. Thin head, lots of artificial peach on both nose and palate. Candyish and perfumey...I’ve had fake schoolkid juice that tasted more real than this.", "writed_at": "February 29, 2020"}]