[{"user_id": "ttoadee", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Light gold pour, whisper of a head. Nose is something sweet.  Middle shows light kilned malt, rice, rumour of euro hops.  Finish is sweet.", "writed_at": "July 31, 2020"}, {"user_id": "thefchowdhury", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.9, "review_content": "This is a regular and popular Japanese beer can be found all over Japan. Rich in taste and flavour. easy to drink.", "writed_at": "November 30, 2019"}, {"user_id": "dutchdarthvader", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Tap @ Mojo, Amsterdam X 2019. Moutige geur gemiddelde tot zachte bitter. Goed doordrinkbaar. Subtiel fruitig tintje. Heldet geel met witte schuimkraag. Overall goed doordrinkbaar net niet te zachte moutige pils. Beetje zoetige mout. Origineel glas", "writed_at": "October 16, 2019"}, {"user_id": "MaltTasty27", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Flaska 330 ml från Foodland Thailand 5 % ABV. Guldfärgad med vitt skum som snabbt lägger sig. Doft av malt och gräs. Smak av malt, bröd, gräs, honung och med citrus i eftersmaken. Mycket kolsyra. En helt ok lager vid rätt tillfälle.", "writed_at": "September 7, 2019"}, {"user_id": "dnstone", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.8, "review_content": "Pours a clear golden with white head. Light rice Malt aroma. Mildly sweet and light lager like. \n\nNotes: on tap at a ramen place in Brussels, May ‘19", "writed_at": "May 5, 2019"}, {"user_id": "bbbeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Light yellow. Bland aroma. Light body. Flavor is off-dry to slightly sweet. Finish lacks needed crispness for this style.", "writed_at": "April 28, 2018"}, {"user_id": "Piepenhenrich", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Reasonable Lager, among the better in Japan, goes well with local food, but yet it’s a little flat in taste, like international Lagers are.", "writed_at": "August 28, 2017"}, {"user_id": "60minuteman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Yellowish color. 2 bottles at Akune. The food was crazy. Ate live shrimp. It drinks smooth and a good accomplice to food where food is the focal point.", "writed_at": "April 28, 2017"}, {"user_id": "mzaar", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Flaska. Klar gulfärgad med ett vitt skum. Dofter av malt, gräs, vitt bröd och en ton av honung. Samma återkommer i smaken, där säd också hittar fram. Bättre än många andra lager.", "writed_at": "April 3, 2017"}, {"user_id": "Zilb", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Bue en cannette au Japon. Faible mousse a faible tenue. Arome leger de malt. Lager classique", "writed_at": "October 27, 2016"}, {"user_id": "R4N5H", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "On tap at BQ Bar, Boat Quay, Singapore on 21-Sep-2016. Clear pale colour with a thin white head. Aroma of sweet grain and malt. Light body and high carbonation. Taste of grain, rice and barley. A pretty average run of the mill lager.", "writed_at": "October 8, 2016"}, {"user_id": "rhoihessegold", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "[backlog] 11-04-15 // bottle in Melbourne. Light yellow. Clear. Sweet grainy.", "writed_at": "September 26, 2016"}, {"user_id": "Skarecrow", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "330ml can\r\nGrainy aroma.\r\nLight straw color with decent head.\r\nGrainy sweet taste with crisp bitterness.\r\nRefreshing enough.", "writed_at": "April 16, 2018"}, {"user_id": "TedE", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "350 ml can into glass . Pale yellow beer with bubbly white head. Perfectly clear with the odd bubble. Aroma of rice and plastic malt. Watery bitter taste. Tinny stale finish. Average Asian lager.", "writed_at": "July 22, 2016"}, {"user_id": "melush", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "• Kirin Lager\r\nCan 35cl / Lata 35cl.\r\n@ MaxValu Taiko, Nagoya, Japon.\r\nA: Golden / Dorado.\r\nT/S: Malt, sweet, watery / Malta, dulce, aguado.", "writed_at": "May 5, 2016"}, {"user_id": "visionthing", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "On tap at Kirin City, Tokyo. Clear golden with a white head. Mild, sweetish malty aroma with hints of cooked vegetables and grass. Fairly standard industrial lager. A bit sweet with some bitterness.", "writed_at": "April 5, 2016"}, {"user_id": "jann3", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Just another bulk lager. Pale golden, slightly malty, slightly watery. Taste has a nice fruity twist, which distinguishes this brew from hundreds of other bulk lagers. Drinkable. (350ml can, 5% abv version)", "writed_at": "March 13, 2016"}, {"user_id": "YantarCoast", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "500ml bottle. Pours pale yellow with a frothy white head. Malt and grain aroma. Taste is grain, rice. Harsh bitterness.", "writed_at": "October 31, 2015"}, {"user_id": "olliejobbins", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "as 330ml can of Kirin Lager beer in HK. drank straight from can. aroma is grain, wet straw and malts. medium carbonation. strong malts (for a generic pale lager) in the finish.", "writed_at": "October 4, 2015"}, {"user_id": "Moravius", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Flasche (Kirin Lager beer, 5 %; 633 ml) aus dem Pyongyang Shop in Pyongyang. - Goldgelb, klar; schöne Schaumkrone. - In der Nase sehr blasse Malzsüße, ganz schwache zitronige Hopfennote und ein Hauch von Urin. - Antrunk schlank und mild hellmalzig, gefolgt von schwacher, leicht grasig-krautiger Herbe. Durchschnittlich rezent, leicht mineralisches Mundgefühl, angenehm süffig. Im Abgang schwache, leicht grasige Hopfenherbe. Längerer, blaß bitterer Nachtrunk. - Aromatisch eher dünn aber süffig und ohne Fehlaromen. An Hopfen wurde erkennbar gespart, aber eine aromatische Restbittere macht dieses Bier angenehm zu trinken.", "writed_at": "September 25, 2015"}, {"user_id": "futre7", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "Bought in a Takoyaki restaurant in Osaka. Solid lager. Great for hot days. Not as distinctive as Ichiban and indeed not as complex a lager. To me it is a watered down version of it. Frothy head and typical colouring. Taste is very like Ichiban but without the extra bitter malt finish that you get with its brother. Very crisp though...it’s just a shame you can’t buy it in Taiwan.", "writed_at": "August 20, 2015"}, {"user_id": "Tarosama", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "It tastes very artificial or should I say “engineered”. It’s tastier than Asahi. It has good body and big froth. The beer must be really cold to enjoy this beer, which at the same time cover up unpleasant bitterness(what kind of hop do they use ?).", "writed_at": "July 15, 2015"}, {"user_id": "waiake", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "from a 650ml bottle another average macro lager very faint malt aroma &amp; a sweet mild fruity malty lightly bitter taste quite drinkable just not much too it", "writed_at": "July 1, 2015"}, {"user_id": "jpkeskinen", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "Drank from a bottle. A very typical macro lager. The only clear component in the taste is a slight bitterness.", "writed_at": "June 29, 2015"}, {"user_id": "SG111", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Bottled. Pours very pale yellow color, like well hydrated urine. Aroma is sweet apple, sort of like a wet cardboard Aroma. Very sweet. Flavor is much better than the aroma. Light crisp flavor bit of caramel malt sweetness. Slight slight slight hop undertones.", "writed_at": "May 24, 2015"}, {"user_id": "Erzengel", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Rated as Kirin Lager Beer, 5% Watery-grainy body. Harsh bitter, grainy strange, not pleasant.", "writed_at": "May 21, 2015"}, {"user_id": "RafeAU", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "bottle in osaka. an ordinary macro lager with nothing remarkable at all I can write about. I like the label.", "writed_at": "April 9, 2015"}, {"user_id": "evergreen0199", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Can from Lawson, Ibaraki, Japan. A golden coloured pour with a medium white head on top. Vague grassy, fruity aroma. Tastes similar, grassy, fruity, metallic. Forgettable Jp lager.", "writed_at": "April 6, 2015"}, {"user_id": "Mackeon", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Drink it near frozen on a hot Japanese summer’s day and it’ll work wonders. But so would most lagers. I do like the label, though.", "writed_at": "March 15, 2015"}, {"user_id": "willisread", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Can from Family Mart. Sweet on the palate with a slight graininess present. Corn, rice and grains are noticeable tastes. Typically bland pale Japanese lager but better than Asahi and Ebisu for sure.", "writed_at": "March 1, 2015"}, {"user_id": "yenbeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.4, "review_content": "Perfectly drinkable but boring. Rather weak on the aroma and palate, and especially the coloring.", "writed_at": "January 24, 2015"}, {"user_id": "jdjuice", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Probably my least favorite of the big brand Japanese macros. Is pretty heavy for what it is, but is heavily carbonated and not smooth. No aromatic hops, and a carbonic acid sourness that’s rather unpleasant.", "writed_at": "December 3, 2014"}, {"user_id": "bbertels", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Bottle. Pours strawcoloured, firm head, good carbonation. Not much aroma but a nice, refreshing taste of discreet hops and malts. OK.", "writed_at": "October 24, 2014"}, {"user_id": "samparkique4", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.6, "review_content": "caramel, hay, cereal, chocolate, nuts, roasty, floral, herbs, dough, leather, leaves, soy sauce, skunky, lite-amber, clear, lite-frothy, light sweetness, medium-hite bitterness, umami, light body, thin feel, lively, fizzy, \r\n中味後is lively and herbal Germany-pilsner lager bitter-sweet\r\nHops presence and well-presence", "writed_at": "August 5, 2014"}, {"user_id": "jeremytoni", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "From a bottle poured a straw color with a fair amount of head. Light malty flavor with a quick finish.", "writed_at": "August 3, 2014"}, {"user_id": "Headbanger", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Bottle (Old Notes-Under supervision by Molson)-Pours golden with a small white head. Aroma of corn and grains. Taste of the same. This light bodied brew is not as bad as I was expecting.", "writed_at": "May 21, 2014"}, {"user_id": "Sledutah", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Can near the entrance to Sensō-ji Temple \n\r\nDrank from the can, assume it was clear golden. Aroma of lager malts and cereal. Tastes of cereal, grassy and lemon \n\r\nDecent", "writed_at": "May 13, 2014"}, {"user_id": "KansaiBeerLvrs", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Can from Family Mart. An adjunct lager made with barley, hops, rice, corn &amp; starch. Mild aroma of a grolsch like character. The taste is sweet, light grainy &amp; a bit sugary.", "writed_at": "March 18, 2014"}, {"user_id": "blackisle", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Clear pale golden, small frothy white head, some lacing; sweet nose, corn, grass, hay, bit fruity; moderate sweet, slightly bitter; light body, watery mouthfeel; average carbonation; crisp dry finish.", "writed_at": "December 1, 2015"}, {"user_id": "fonefan", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Can 350ml.\n\nClear medium yellow colour with a average, frothy, good lacing, mostly lasting, white to off-white head. Aroma is moderate malty, cereal, bread, pale malt, light cardboard. Flavour is moderate sweet with a average duration. Body is medium to light, texture is watery, carbonation is soft. [20131123]", "writed_at": "January 12, 2014"}, {"user_id": "rennat42", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Bottle.\r\n\r\nA- Corn, grass, cereal.\r\n\r\nA- Golden color, clear liquid, minimal head.\r\n\r\nT- Corn, grainy, malty.\r\n\r\nP- Light body, average texture, average carbonation, crisp dry finish.\r\n\r\nO- A crisp dry lager than is not all that refreshing. Not bad, but a lot left to be desired.", "writed_at": "December 30, 2013"}, {"user_id": "Bamsen78", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Can @ Scooper Tasting in Ulfborg. Pours clear pale yellow with airy white head. Faint aroma of yeast with touches of hops and rice. Sourish, ricey and grainy flavour, with a good deal of yeast and hoppy notes. Mildly bitter finish. Watery. Nothing special.", "writed_at": "November 23, 2013"}, {"user_id": "Dedollewaitor", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Can @ Invasion U.S.A, Ulfborg 2013. Pours clear yellow with a small off white head. Maize, corn and dust. Thin . .", "writed_at": "November 23, 2013"}, {"user_id": "Meilby", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Can 350ml @ fonefan\n\r\nPours clear golden with a white head. Aroma has notes of malt and hint of floral. Taste is light sweet and light bitter. Body is light, texture is thin, carbonation is soft.", "writed_at": "November 23, 2013"}, {"user_id": "chrisv10", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Can, 5%. Clear yellow with medium white head. Aroma is malt, fruit and grainy. Flavour is malt, grainy, hop, medium sweet, little thin and a little bitter.", "writed_at": "November 23, 2013"}, {"user_id": "Rasmus40", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Can @ fonefan tasting. Clear yellow with a white head. Aroma is sweet, malty and light hoppy - straw. Flavor is medium sweet and light bitter. Dry and light bitter finish. 231113", "writed_at": "November 23, 2013"}, {"user_id": "petewhitley", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "~This review was made some time ago via another application, and thus the specific details (beyond numerical scores) are no longer available~", "writed_at": "November 17, 2013"}, {"user_id": "biirusaikou", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Corn, straw smell, Dry corn, rice, light honey, bitter alcohol finish. Not the worst of its category but still a quite brain-damaging industrial lager.", "writed_at": "September 10, 2013"}, {"user_id": "KeefOz", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Draught at Harajuku Gyoza, Fortitude valley, Brisbane. Poured a clear pale gold colour with a one-finger white foamy head that diminished quickly and laced OK. Very little carbonation (ie nearly flat). Aroma of slightly sweet malt. Taste of sweet malt fading to nothing (no hops influence). Light body. Smooth clean crisp finish. Aroma, taste and palate comparable with other large commercial brewery lagers.", "writed_at": "August 23, 2013"}, {"user_id": "GoufCustom", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "355 ml ‘sakura on white’ can bought at Market Place by Jason’s in Langham Place, Mong Kok.\r\n\r\n\n\nPiss pale golden yellow colour; Half-finger head and white foam which fades in 30 seconds; Minimal lacing and slight carbonation; Pungent smell of malt, with light inoffensive skunk, pretty strong rice, very light bread, traces of lemon and grass; Very light sweet taste of light malt, with strong rice, light bread, light liquorices, very light citrus, and grass with hint of skunk; Light body, watery palate; Taste profile is like a watered down German Pils, with characteristic bitterness, no sweet taste, low malt taste, no fouls except the initial skunk nose and taste which was gone completely after 5 minutes; fairly low rice taste; Hoppiness is low citrus and grass nose, Pils-like grassy taste and very strong bitterness, with lasting astringency for a rather good finish. Slightly dry after taste, quite bitter to mouth.\r\n\r\n\n\nComments: This one is another surprise from the much-maligned Kirin. Just when you think this is just another crappy macro, it manages to show some impressive German Pils-like bitterness. If it wasn’t being thinned out as a Pale, it could have been a pretty solid Pils. Way better than Kirin Ichiban, but still a long way from the Japanese macro standard bearer Asahi Super Dry. Still, quite likeable.", "writed_at": "July 25, 2013"}, {"user_id": "Theis", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Can at Hearton Hotel Kyoto. Clear golden - white head. Bread, light ight hoppy, ok medium malty, light light bitterness, hay, grainy, straw notes, medium body. Well....", "writed_at": "April 12, 2013"}, {"user_id": "boozedude", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "on tap at oana steak house, des moines,   pours pale yellow with white head,  has a nice crisp taste , veryplesant and easy drinking,  wasnt expecting to like it,  but woudl have again for sure", "writed_at": "March 2, 2013"}, {"user_id": "graziano85", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Pale yellow. No head. High carbonation. Very watery. To avoid, really dirty water.", "writed_at": "January 22, 2013"}, {"user_id": "Tovrleaf", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Can beer, lager. Aroma is nothing special, palate is quite short. Easy to drink, good with food.", "writed_at": "October 4, 2012"}, {"user_id": "maekchu", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "500 ml can w/ autumn maple leaves. Light sweet grassy aroma -- ripe hay. Pale straw color, big white head, pretty good lacing. Very mild sweet initial flavor with a substantial hit of carbonation; cereal and grass notes in mid palate; hops barely trickle over the tongue in final. Thin body. Not bad.", "writed_at": "September 7, 2012"}, {"user_id": "worldbeertaste", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "Pale gold with a quick dissapearing head. Light smell of malt and corn with a soft hoppy element. Thin watery body. Taste of bread and corn with a light bitter hop finish. Its impressive how thin and watery this massproduced Japanese pilsener is.", "writed_at": "August 4, 2012"}, {"user_id": "WVHouseofBeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "This beer is nothing special but it is better than regular Kirin Ichiban. Has just the faintest presence of hops and malt.", "writed_at": "August 3, 2012"}, {"user_id": "JCB", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "This beer is what Ichiban needs to manifest its will to power. Apparently submitting to the bland impress of its larger corporate partner, this beer is the definition of pale yellow beverage with just enough generic hops and grain to make you go \"oh right, this is a beer.\"", "writed_at": "July 9, 2012"}, {"user_id": "Kevnic2008", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Clear golden color, minimal white head. Minimal aroma with some pale malt. Boring", "writed_at": "June 9, 2012"}, {"user_id": "retinadoc", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Similar to Kirin Ichiban.  Average carbonation and aroma.  Simple hop/lager flavor.  Clean finish.  Not a beer I’d drink by itself; goes well with sushi.", "writed_at": "April 20, 2012"}, {"user_id": "edgallow", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "12 oz bottle pours yellow with a white head.  The aroma is of grains.  Taste is just basic beer, nothing special.", "writed_at": "March 10, 2012"}, {"user_id": "haugeberg", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "I first tried this beer on foreign exchange and it was awesome then. Not so much now.  Oh well. \n\n---Rated via Beer Buddy for iPhone", "writed_at": "February 11, 2012"}, {"user_id": "Grzesiek79", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "bread, barnyard, cooked vegetables, golden, clear, rocky head, medium sweetness, medium bitterness, lightly sour, medium body, thin feel, average carbonation, bitter,", "writed_at": "January 10, 2013"}, {"user_id": "EdKing", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Can bought in Japanese supermarket. Pours very very clear pale yellow. Big foamy white head. Nose is quite watery, with light/faint aroma of grain, corn. Taste is very watery and touch of corn, grain, straw and the lightest of hop bite. One of the poorer Japanese macro beers.", "writed_at": "December 27, 2011"}, {"user_id": "JorgeLee", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Draft in the JAL lounge at Narita. Pretty cool serving gadget but downhill from there. Decent enough golden colour, slightly sweet malt background, lacking in bite from hops or malt. Not the worst but far from the best.", "writed_at": "November 18, 2011"}, {"user_id": "Cunningham", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "On tap at a restaurant in London. Similar to the other light lagers from kirin. Password is: light.\r\nLight yellow colour with a nice white head. Light sweet taste and and a light hoppy aroma. Good carbonation.", "writed_at": "March 5, 2012"}, {"user_id": "Bierkrug", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "330 ml bottle at the Frankfurt Airport in Germany. Not as bad as expected. Pours a very pale gold color with no head. A little grainy and some hops. Bad but not terrible if you are thirsty.", "writed_at": "September 19, 2011"}, {"user_id": "northropfrye", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Bottle. Not a nice beer. Marginal at best. Clear and crisp, a little skunky. Not great at all.", "writed_at": "August 9, 2011"}, {"user_id": "arcticnorman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 4.2, "review_content": "excellent beer in when i eat my yakitory one or to of them and a sake after.aligato domo", "writed_at": "August 2, 2011"}, {"user_id": "Stew41", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Garden variety pale lager here. Lots of sweet adjuncts in use to fill out the palate. No better or worse than those in the pack.", "writed_at": "June 19, 2011"}, {"user_id": "michclark", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 4.2, "review_content": "Another great asian beer. Great taste and appearance. Nice finish with a good balance of flavour.", "writed_at": "June 1, 2011"}, {"user_id": "Bif", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Bottle- Had with Japanese meal in Fussa, Japan. Pours a very pale yellow color with large head that fades quickly. Basicly no real aroma just a trace of grain. flavor is on the light side, just a bit of grain and light bitterness and fairly dry finish. Light body, crisp and clean. A non offensive beer, best when served with Asian food.", "writed_at": "January 10, 2011"}, {"user_id": "rcasta", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "seguramento comi mas sushi esta semana que cualquier otra vez, pero que buenos estaban", "writed_at": "December 12, 2010"}, {"user_id": "TheGrandMaster", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Draft. Probably the least impressive of the regular draft lagers in Japan (the others being Asaho and Sapporo). Just a bit insipid.", "writed_at": "October 17, 2010"}, {"user_id": "tokyogoat", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Pours a pale straw yellow, nose is moderately grainy with hint of floral. Taste is medium dryness, quite a bit of cereal grain and a small hint of residual sweetness.", "writed_at": "September 16, 2010"}, {"user_id": "DeanF", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Pours yellow-gold with a reliable head. Aroma of corn and alcohol. Taste is a little like nothing, water perhaps, with corn and maybe a rice adjunct to give it a bit more \"oomph\". Weak and boring. Is all Kirin stuff this useless?", "writed_at": "July 25, 2010"}, {"user_id": "jaghana", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Bottle in Paris. Very dry lager with en empty finish and astringent. Seems there is rice in it. Some slick impression.", "writed_at": "June 9, 2010"}, {"user_id": "KyotoLefty", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "633 ml bottle. Slightly pale gold color. Very faint aroma, mostly of corn, a bit of malt. Flavor is sweet, clean, rather bland. Light body and refreshing, easy to drink, but nothing at all going on. Well, not nasty.", "writed_at": "April 19, 2010"}, {"user_id": "bartazo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "0,33 literes dobozos kiszerelés. Jellegtelen habocska, arany szín és egy kis gabonán kívül semmi illat. Íze mint a vízbe áztatott kenyére, de az sem sok. Komló alig felfedezhető. Pocsék.", "writed_at": "April 18, 2010"}, {"user_id": "Blom", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.2, "review_content": "Yellow with a low head. Aroma of rice and corn. The flavour is sweet and very weak, going from sweet rice-like character to a bit of metallic bitterness.", "writed_at": "February 7, 2010"}, {"user_id": "SanfordBrewer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "(wh-can rd/gl-lbl, \"Classic\")\n\r\n\n\r\ngl-opq, med co2, thin head, musty T1T2, bitter T3, ~thru.", "writed_at": "December 17, 2009"}, {"user_id": "Ron", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "My last day at the Hilton Waikoloa Village on the big island I had one of these by the poolside.  Very light and watery, but it hit the spot when I was very hot and needed something to wash the saltwater out of my mouth after snorkeling.", "writed_at": "October 29, 2009"}, {"user_id": "ROGUE", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "12oz bottle.  Pours a medium golden color with a decent off white head, lots of carbonation.  Aroma is grainy with some skunkiness.  Weak flavor that is light sweet malt with a metalic finish.", "writed_at": "October 27, 2009"}, {"user_id": "improvjock", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Pours a clear golden yellow, with a fluffy white head.  Not much flavor or aroma here, except grains, a bit of metal and some alcohol.  Not the worst Japanese macro I’ve had, but not that great either.", "writed_at": "September 22, 2009"}, {"user_id": "probstblueribbon", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "500 ml can from Japan (arigato, Daddy-san!) shared with Lubiere, served cold in a Scotch-Irish taster glass. JL 29/09. \n\n\r\n\r\nApp.:  Clear golden, fair white froth.\r\n  \r\nAroma:  Some cereal/grain, light biscuit, grass and hay from the hops, lightly fruity.\r\n  \r\nPalate:  Medium body and carbonation.\r\n  \r\nFlav.:  Similar to the nose – light cereal, fruit and biscuit from the malts, a little grassy hops; dry with a touch of bitterness, very light malt aftertaste.\n\n\r\n\r\nLight, but well-made", "writed_at": "August 14, 2009"}, {"user_id": "Lubiere", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.1, "review_content": "A golden lager with a thick big bubbled white head, receeding. A sweet fruity aroma, with grassy notes. In mouth, a decent lager with crisp malt, nice german hosp, mineral notes. Medium bodied. Can from Japan shared with Prosbstk, July 28 2009.", "writed_at": "August 6, 2009"}, {"user_id": "DarkSong", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "12 oz bottle. Pours a pale yellow with a large and very quickly vanishing head.  This has a faint taste of grass and hay for me. It’s not a bad beer, it’s just another pale fizzy lager from a macro brewery. It’s nothing special.", "writed_at": "July 11, 2009"}, {"user_id": "Bragesnak", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Bottled.\r\nPale yellow with white head. Aroma of all most nothing. Flavor weak of malt.", "writed_at": "July 8, 2009"}, {"user_id": "jonno", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "A thirst quencher and nothing more. Better than Asahi Super Dry but thats like saying the seventh level of hell is better than the eigth", "writed_at": "April 21, 2009"}, {"user_id": "BroSpud", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.7, "review_content": "Multiple tastings. Catching up on some of the beers I drank in the past - this is one of those crappy beers that I only drink at japanese restaurants if there are no other choices. I try to avoid beers like this.", "writed_at": "March 23, 2009"}, {"user_id": "TerenceHua", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "A very thin pale lager. Refreshing and easy to  drink. Easy to pair with foods. Nothing fantastic or impressive though. Rather watery and finishes off with a slight metallic bitter. Hardly any aroma; even less character.", "writed_at": "March 9, 2009"}, {"user_id": "Birdiebeagle", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Draft in Epcot  Pours a pale yellow with a white head.  Not much in the way of aromas, a slight malt.  Taste is a watery beer with not much depth.  Very mild hops.  Not a great beer.", "writed_at": "February 2, 2009"}, {"user_id": "nate2g", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Pale yellow with small white head. Some bitterness, watery finish. A boring, uninspiring lager.", "writed_at": "December 20, 2008"}, {"user_id": "sirpsycho", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Draft at P.F. Changs - Waterfront. Pours a clear yellow, not much to the small white head. Aroma is very faint malt. flavor is a very water downed malt and corn.", "writed_at": "December 14, 2008"}, {"user_id": "SeanMacGC", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Bottle, 33cl. Japanese. Pours clear golden, with quickly dissipating head. Nothing to much on the nose, faint hops. Quite weak on the palate, and sweeter on the plate. Unremarkable overall.", "writed_at": "November 27, 2008"}, {"user_id": "Radek Kliber", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Can 5% brewed in Japan,\n\r\nAppearance: clear golden lager with sunny touch, initial large white head. 3-\r\n\nAroma: mild, grainy, with slight corn scent. Light washout  bitterness. 3+\r\n \nFlavour/Palate:  Light bodied with thin malt base. Slight welcome of hops on lips. Watery, empty with shade of decency.", "writed_at": "January 26, 2009"}, {"user_id": "jerohen", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Bottled in Kobe, Japan. Pale golden coloured, initially big head. Very grainy nose, some hops. Quite sweet and watery, some grain again. Not impressive.", "writed_at": "October 1, 2008"}, {"user_id": "durhambeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "On tap at Sushi Love in Durham.  Pale gold.  Lagery.  More flavor than most American brews, but not much to it.  Mild hop presence and grainy.  Better than water with your sushi.", "writed_at": "August 23, 2008"}, {"user_id": "phobos1031", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "12 bottle. i got one of these at Osaka. it was great for hot ass Wasabi and sashimi. then they ran out and i had to swill Kirin Ichiban, which turned my night sour. have never been able to find this since.", "writed_at": "April 27, 2008"}, {"user_id": "DownsouthGav", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "draft at thai silk, southwark. Nose of flowers, hops and honey. Pours a pale yellow beer with carbonation and a small white head. Taste is moderate to sweet. Some hops and malt. Quite refreshing and better than other lagers out there.", "writed_at": "April 26, 2008"}, {"user_id": "liinis", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "A drinkable bulk lager, but beats Bud and Lapin kulta. small white headlow aroma. hints of hops and metal. watery", "writed_at": "April 12, 2008"}, {"user_id": "ukoolaid", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Pours a very pale golden with no head. A little grainy and mildly hopped. Bad but not terrible if you are thirsty.", "writed_at": "March 22, 2008"}, {"user_id": "imdownthepub", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Bottled, 330ml, pasteurised from Wesholme Stores, goring on Thames, Oxon. Pale straw with carbonated white head. Poor malty pale lager, sharp, tinny but almost devoid of any character.", "writed_at": "February 26, 2008"}, {"user_id": "scotty", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.7, "review_content": "Thin and watery, a Japanese Bud if you like, only worse. I’ve just noticed the editors note above, saying AB brew this in America....says it all really!", "writed_at": "January 28, 2008"}, {"user_id": "BeerBiker", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "[Sampled in 2004.] Bought it for the fairytale of the east. There was no fairytale, but maybe I should try their schwarzbier instead to find the good story.", "writed_at": "January 8, 2008"}, {"user_id": "JohnCoyne", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.2, "review_content": "Pours with a small head, dissipates quickly. Smells light and sharp. Blonde to honey colored with profusion of carbonation. Slightly malty and yeasty, but only barely. Metallic finish in the back of the throat. Hint of a chemical finish. Pretty unremarkable beer and oddly sweet. Not a very good lager.", "writed_at": "January 5, 2008"}, {"user_id": "Ethereal", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "330ml can at The Hotel Okura, Tokyo, 23rd Sept 2007. Blonde with a small head. Little aroma - malt and yeast. Overly sweet taste and thin palate. Below par lager.", "writed_at": "December 27, 2007"}, {"user_id": "Maria", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "It has a nice hoppy bitterness all the way through and notes of citrus, malt and fruit. Thirst quencher, and as such very nice.", "writed_at": "December 16, 2007"}, {"user_id": "HarryFlashman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Sampled on Flashy’s tour of LA, New Zealand and Hong Kong of September/October 2007 - Not much in the way of taste, but ricey, smooth and dry and accompanies spicy oriental food well.", "writed_at": "October 21, 2007"}, {"user_id": "BückDich", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Ahh, nothing like that first international lager during a trip to start things off. Airpot, airplane or hotel lounge, the first rating of a trip always sets the pace. This, for instance, is an aciic, ricey pale lager with a snappy grainy tail and a tinny hopped finish. Ichiban is better, that’s why it’s #1!", "writed_at": "September 20, 2007"}, {"user_id": "raymondwave", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "(Berlin, Germany). From tap. Malty and on the sweet side. Not much hoppiness nor bitterness. Smooth.", "writed_at": "September 8, 2007"}, {"user_id": "ekstedt", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Bottle, 33 cl. Clear pale golden, small and short white head. Clean but weak malt aroma, no hop profile. Light in body, spritzy CO2. Dry with a low to moderate bitterness.", "writed_at": "June 9, 2007"}, {"user_id": "KUEric", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "Ugh. My stomach still hurts.  This is one of the nastier beers I’ve ever had.  \r\nI hadn’t had it yet, and the chinese restaurant had like 4 beers, so I thought I’d have it so I could rate it.\r\nNot even worth the rating.", "writed_at": "April 5, 2007"}, {"user_id": "pet3rman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Very average lager.  Had with a fish dinner.  Was refreshing but nothing stands out.  Pretty carbonated.  Comperable to most American pale lagers.", "writed_at": "March 11, 2007"}, {"user_id": "rmussman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Sampled with some sushi. Overall not bad. Very weak on flavor and color as it was very light brownish yellow. It goes down smooth and can be sake bombed but as a solo beer its not great.", "writed_at": "March 6, 2007"}, {"user_id": "drpimento", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Poured a nice foamy head that quickly subsided with the barest lace. Mild beery nose with a hint of hop and  some definate sweetness. Pale yellow color. Very carbonated, thin and watery. No afertaste/finish. A yawner. No bad tastes tho either. Got this at a quick mart in Shanghai a few days ago and drinking it in my hotel room on Chinese New Year’s day. Big whoop.", "writed_at": "February 18, 2007"}, {"user_id": "DarkMagus", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "No surprises here.  Pale yellow color.  Monstrous foamy head, perhaps aesthetically pleasing to those unaware of the sinister chemical foaming agents added to such macro brews.  Very mild malt and corn aroma.  Correspondingly mild flavors of (very faint) malts, corn, rice, and the slightest bit of hops.  Thin watery body.  Easily funnelled and/or shotgunned.  Standard pale lager.", "writed_at": "January 31, 2007"}, {"user_id": "BelgianBeerGal", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Draft/bottle.  Just a simple lager with nothing special.  I do prefer this to the Ichiban variety.", "writed_at": "December 30, 2006"}, {"user_id": "Borup", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Bottle. Golden colour with a white head. Aroma and flavour of malt and hops with a bitter finish.", "writed_at": "December 28, 2006"}, {"user_id": "faroeviking", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Once the most selling beer in Japan but now Asahi Syper Dry has taken over. Comes in small, bigger and big bottles. Also in tiny, not so tiny, normal and bigger size cans. A mass produced brew with no particular flavours really. Still its a fresh straw beer.", "writed_at": "November 17, 2006"}, {"user_id": "ghawener", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Thanks to MJuarez. Can: You have to be suspicious of a beers that reads on it’s label ¨low taste &amp; deep¨. Pours a huge white head, some ginger traces but overall flat and dull.", "writed_at": "October 29, 2006"}, {"user_id": "jainsv", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Probably one of the strangest pale lagers i’ve had.  Somewhat bitter and highly carbonated.  Golden color.  It settles for mediocrity though.", "writed_at": "October 23, 2006"}, {"user_id": "RAYBOY01", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Pleasant enough brew, used mainly to wash back a sushi-boat-full of raw fish...and doesn’t overpower the unagi!   Typical sweet graininess, but somewhat subdued.   Nice sparkling carbonation to distract you from tasting it that closely.   Acceptably mediocre is about the closest I can get to an actual compliment!", "writed_at": "October 8, 2006"}, {"user_id": "Hansen", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Golden, clear beer. White, not very lasting head. Standard lager, kind a sweet, caramel notes in the aroma and flavor.", "writed_at": "September 22, 2006"}, {"user_id": "gunnfryd", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Bottle. Golden colour with a little white head. Weak malt aroma. weak malty flavour with grain notes. Thin body.", "writed_at": "May 1, 2006"}, {"user_id": "yngwie", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Bottled. 5%. Clear, pale golden with a small white head. Weak, malty grain aroma and some floral hops. Weak flavors with some malty sweetness and a light hoppiness. Thin body. (060413)", "writed_at": "April 17, 2006"}, {"user_id": "mabjork", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Pale Yello, minor white head. A sour malty aroma. it tastes like bulk lager AND it’s a bad one. Major disappointment!", "writed_at": "March 19, 2006"}, {"user_id": "DJMonarch", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "On Tap at Kro Bar, Manchester 10/11/2001\r\nGolden coloured crisp and slightly bitter on the palate. Hop finish.", "writed_at": "March 12, 2006"}, {"user_id": "beerbill", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Bottle. My preferred brew when we go out for Japanese food, which admittedly is not that often. Really nothing special about this beer, but honestly nothing bad either. An average lager.", "writed_at": "March 2, 2006"}, {"user_id": "ARMed", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "Like to drink a Kirin at the Japanese sushi place around the corner, thought I typically go for the asahi before the Kirin.  Still not a bad beer.  prefer this over the mass produced American beers.", "writed_at": "February 25, 2006"}, {"user_id": "FrankJohansen", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Bottle. Pale yellow colour. Weak aroma, weak taste, watery body, softly carbonated.", "writed_at": "February 5, 2006"}, {"user_id": "DuffMan", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Can, bought from a 7-11 in Singapore. Metallic aroma with a bit of funky stink to it. Pale yallow, big fizzy head. Bland palate, on the watery side, unremarkable.", "writed_at": "January 30, 2006"}, {"user_id": "jon112981", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Bottle.  Let’s just say atleast it looks nice in the glass.  Nothing special at all about this.  It tastes like every other lager I’ve had and that’s not all that great.  Very boring.", "writed_at": "January 29, 2006"}, {"user_id": "oldrtybastrd", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Pours a light golden yellow color.  Aromas of grains and maybe some minor hop action.  Flavor was crisp, but sort a bland.  Still better than most lagers.", "writed_at": "December 28, 2005"}, {"user_id": "saxo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Bottle. 5.0 % version called a premium lager - apparently the same as this one.\r\nPale yellow. No head - it could have been a soda. High carbonation. Thirst quencher - but not one to drink and enjoy. Very watery.", "writed_at": "December 16, 2005"}, {"user_id": "Bart", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Yellow, light amber colour, small and diminishing white head. Rather fruity aroma, where the taste is more malty. Finish is light bitter, I had better lagers.", "writed_at": "December 8, 2005"}, {"user_id": "Papsoe", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "(Bottle 33 cl) British version by Charles Wells in Bedford. Comes as \"Kirin Beer\" at 5% ABV. Very pale golden with a tall, handsome head. Lovely hoppy, floral aroma. Light and a bit watery with only a wee touch of hops in the finish. But quenching all right. 230601", "writed_at": "November 24, 2005"}, {"user_id": "CQ", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Bubbly Junk,\r\n\r\nDon’t be fooled.\r\n\r\nLovely label.\r\n\r\nMass Producto.\r\n\r\nBleached\r\n\r\nBleached\r\n\r\nBleached\r\n\r\nBleached", "writed_at": "November 19, 2005"}, {"user_id": "HenrikSoegaard", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Bottle. Creamy good mostly lasting head. Dark yellow colour. Heavy malty aroma and taste. Average finish. Soft carbonated.\r\nA good pale lager.", "writed_at": "November 18, 2005"}, {"user_id": "iammadeofjelly", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "had it in a japanese restaurant, £4 a bottle i paid, worst £4 i ever spent. coulda got 4 hoegaarden for that much. A bit like bud but with a bit of the ’hurts your teeth’ lambrini effect.", "writed_at": "October 12, 2005"}, {"user_id": "jaquins", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "Not that good, almost a fruity taste at times.  Reminds me of many american macro brews, i.e. bud", "writed_at": "October 3, 2005"}, {"user_id": "Foxbush", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Nothing special.  This was purchased at a bar in Hollywood , Florida.  This was the only beer offered that was different than the typical fare on Miller Lite etc.", "writed_at": "September 18, 2005"}, {"user_id": "biz82", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Lightly fruity and floral aroma with some cheap candy smell. Clear with no head. Too sweet with a crap cereal flavor.", "writed_at": "September 17, 2005"}, {"user_id": "TINOZACCA", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.1, "review_content": "A good color and good body, but no head.  It has a malt flavor, with some sweetness.  It goes down easy and feels good on the palate.", "writed_at": "August 25, 2005"}, {"user_id": "MrWalker", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Bottle, labeled Kirin Beer at 5.0%\nGolden with weak head. Veggie aroma. Strange chemical/metallic taste. Rough aftertaste.", "writed_at": "August 23, 2005"}, {"user_id": "Odeed", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "fizzy yellow beer much like our american bud.although i will say the mouthfeel was a bit thicker and it did have a bit more flavor.", "writed_at": "August 13, 2005"}, {"user_id": "bmxutos", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Bottle, 33cl. Premium lager... right! Pours a light yellow liquid with a small white head. Not much nose. Bitter sweet flavour, with hints of malt and hops. Nothing very strong, nothing very special. Furthermore, there’s something unpleasent in the flavour, like a metallic sensation. Not very bad but i’ll try to remember not to drink it so soon....", "writed_at": "July 26, 2005"}, {"user_id": "orimo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.2, "review_content": "this is most popular beer in my fridge.\r\n\r\nthis is good for delicate dishes like a Japanese food.", "writed_at": "July 21, 2005"}, {"user_id": "bkurtz", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "(bottle) Label: Kirin Special Premium Reserve?? Very dry and interesting on the palate.  Nothing else.", "writed_at": "June 29, 2005"}, {"user_id": "hammenlind", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.8, "review_content": "(2000 Vintage) Aged in a can for 5 years.(Yeah)\r\nPours really pale yellow(ish) more like coloured water actually. Thick, sparkling, white, diminishing head with some lacing. Fruity nose with very small notes of hops. Flavour from grapes. Tastes like a dry wine (a bad one.\r\nA slight maltiness is sensible. Yeasty , watery mouthfeel. Absolutely no bitterness at all. Metallic finish(Duh!!)\r\nThis beer (if any) is certainly not suitable for aging in cans.", "writed_at": "June 14, 2005"}, {"user_id": "dirtyc", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.2, "review_content": "Had this at work on tap, it is a great beer, very impressed, very smooth, great taste, overall it is great", "writed_at": "June 2, 2005"}, {"user_id": "ALLOVATE", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Labelled Kirin Beer (5.0%ABV, 33cL), and sent over from Japan by my grandmother, whilst on holiday. Poured into an Asahi tallboy, clear pale gold body with high effervescence holding up a dense, short white head of foam. Celery, bay leaves, sweet malt and rice made up the unusual aroma and followed into the mouth. Initial carbonic acid bite, led to a dry almost puckering beer as it settled. Low hint of malt up front, lemon and orange rinds in the ricey mid-palate and a light leafy, bitter hop side. The swallow had a herbal dryness about it, with an unusual hint of fruit cordial. Unique and a little on the strange side, but not overly bad. As the second runnings from the Ichiban draff, it had very similar qualities, but all in all it is just a well lagered Lager.", "writed_at": "May 7, 2005"}, {"user_id": "Kinnaj15", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Pale yellow with white head. Bitter Sweet aroma with a hint of alcohol. Lager taste but not of the best.", "writed_at": "April 27, 2005"}, {"user_id": "Engelsmann", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Bottled. Pours a light yellow, with a frothy white head. Aroma is sweet and hoppy. Taste is bitter and a litle lager sweetness. Medium bitter aftertaste", "writed_at": "April 27, 2005"}, {"user_id": "kook", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Gold in colour. Not much nose. Thin rice beer body, quite refreshing but not a great beer.", "writed_at": "April 23, 2005"}, {"user_id": "DanielBrown", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "On tap at the Selly Park Tavern, Birmingham. Available as part of this year’s Ember Inns Lagers of the World promotion. Pretty boring golden Lager. Crisp up to a point but does have a heavy and lingering sweet malt which is a bit cloying and tongue coating. Not refreshing enough.", "writed_at": "April 10, 2005"}, {"user_id": "donrajin", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "This is your basic japan verison of Bud.  They just took a little twang out.", "writed_at": "March 29, 2005"}, {"user_id": "MolsonMan", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.5, "review_content": "Crisp, Clean, Refreshing sound familair?   Yellow in color, with plenty of head. To much like budweiser.  Taste about the same too.", "writed_at": "March 26, 2005"}, {"user_id": "mephisto", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "clean, or shall i say, tasteless.  i like the label, but the beer itself is nothing to rave about.", "writed_at": "March 7, 2005"}, {"user_id": "rickgordon", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Bottled. \r\nGolden colour, frothy head. Dry, clean ’German Style Pils’ nose. Fairly fat malty mouthfeel with evident alcohol feel. A bit papery in the finish. Not much of bitterness.", "writed_at": "March 5, 2005"}, {"user_id": "oh6gdx", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Bottled. Pale yellow/golden, small white head, lacing. Maltish and a bit flowery aroma. Not much taste except for bitterness and a bit honey in the aftertaste. Pretty watery.", "writed_at": "March 5, 2005"}, {"user_id": "highlandlad", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Hoppy Japanese pale lager. Pale gold colour with a short now-you-see-it-now-you-don’t head. Smells more promising than most Asian lagers: lots of floral hops and some malt. Thin-bodied. Surprisingly bitter, with a tart, dry finish. Extra point for having some hop character. However, I can’t think of any good reason to drink this again. (Bottle)", "writed_at": "February 18, 2005"}, {"user_id": "JorisPPattyn", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Again a riddle. My bottle calls itself Premium lager. Premium, but no Ichiban - oh, and sod the 4.9 - 5 will do. So; I guess the Lager. The Kirin website is of an archetypal futility for research \r\nPale gold with a touch of haze; white head. Flowery nose, bit of ureum, wetted, then dried up again cassonade sugar. Taste of wet hay, sodden sugar. Terrible. Watery texture, sodden MF. Faint bitterish, quite metallic aftertaste. Pils poor. Euhh... oh, you know.", "writed_at": "February 14, 2005"}, {"user_id": "BeerBlockaid", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "A skunk must have fallen in the batch I had. Im giving it a 10 in aroma because it stunk so bad.", "writed_at": "January 27, 2005"}, {"user_id": "mikey", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "Poured a light golden color with a thin white head. A whiff of skunkiness at first in the nose then the malts take over making it a little sweeter. Taste was an average carmel maltiness. Some hop presence but still more malty. The finsh is more of a roasted malt. Tastes like a european pilsner with less hops. Not bad.", "writed_at": "January 26, 2005"}, {"user_id": "Choos", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Aroma: lagery with some fermented fruity smells. Appearance: gold clear, good head and some sudsy lacing. Flavour: sweet malty and slightly overripe melon and pineapple taste with no hop flavour. Palate: really really thin some lasting sweetness.", "writed_at": "January 24, 2005"}, {"user_id": "yayforbeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.8, "review_content": "Another crappy lager.  This one is worse than most.  Bitter hoppy bite, harsh and astringent.  Yack..!   This beer is supposed to go well with sushi, but I dont think it would go with anything.  I had it with a meal and regretted it,  Hard to choke it down.  Japanese swill is obviously no better than American swill.  Not good at all. Pretty close to nasty.", "writed_at": "January 24, 2005"}, {"user_id": "nick76", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Very Similar to Ichiban but with a stronger yet cheaper tasting hops. The weak bitterness is fast striking and fades quickly. Also a decent beer but not a favorite of mine.", "writed_at": "December 31, 2004"}, {"user_id": "wnhay", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.2, "review_content": "Not much to say here.  Another beer that tasted like water.  I don’t remember it well.  But I don’t remember it being anything to brag about.", "writed_at": "December 8, 2004"}, {"user_id": "ALyseen", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Bottled. Light yellow colour. watery flavour and light density with a light bitter finish. Nothing crispy over the rise beer.", "writed_at": "December 4, 2004"}, {"user_id": "Emil", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.7, "review_content": "Golden color, light malty aroma and taste, light watery body, light bitter finish. Japanise for Bud.", "writed_at": "October 24, 2004"}, {"user_id": "MiP", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Bottle. Light yellow colour. Malty, metallic and skunky aroma. OK bitterness which totally disappears in the aftertaste (or lack of same).", "writed_at": "October 12, 2004"}, {"user_id": "JonMoore", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Pours a golden colour with a small white head. Thin on the palate. Flavor of malt and yeast. Not awful.", "writed_at": "October 6, 2004"}, {"user_id": "DougShoemaker", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Corn and sour malt aroma, golden, pours a short lived foamy white head, and has some nice lace. Mild malt and corn flavour, grainy, and some bitterness. Poor.", "writed_at": "October 5, 2004"}, {"user_id": "Dimitri99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "There was anything in particular about it that was great: I gave it lowish marks on Appearance, Flavor, and Palate... but it wasn’t so bad overall. Had it with sushi at a Japanese restaurant, and it wasn’t too bad.", "writed_at": "October 3, 2004"}, {"user_id": "dortmunder", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Yellow colour. Small head. Not enough hops, a tad too watery and I could taste the corn, which is something I hate. Still drinkable, but actually bad.", "writed_at": "October 1, 2004"}, {"user_id": "Dough77", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.5, "review_content": "i’d have to say this was the worst beer i’ve ever put down my throat.   bad tasting water is what it reminded me of.  had to throw down 16 oz from a tap at pf changs.   not a good experience.  flat out bad in every aspect.", "writed_at": "September 16, 2004"}, {"user_id": "wilkie", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.3, "review_content": "Can.  This stuff really sucks.  Flat, fizzy head.  Pale yellow color.  Aroma is skunky and flavor is watery.  Just plain bad.", "writed_at": "September 6, 2004"}, {"user_id": "caesar", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Clear yellow color, medium off-white dying head. Big bubbled-carbonation. Aroma of grain and corn, like most pale lagers. Taste is a bit bitter, watery, some sweetness. Not bad actually.", "writed_at": "September 2, 2004"}, {"user_id": "jfm", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Deep golden color with a small white head. The taste is light malty flavours with notes of corn, Has no taste and feels thin and watery.", "writed_at": "September 1, 2004"}, {"user_id": "AceOfHearts", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Bottle.  Clear-golden, small head.  A little skunk in the aroma...the flavor was better than I thought it would be, with a slightly thick, chewy texture and some woody notes here and there.  The bad aroma makes itself known throughout, however, and it makes this a pretty poor effort.", "writed_at": "August 30, 2004"}, {"user_id": "jimhilt", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Another \"World classic\"!  Line up for this one.  A heavy pour and got a three-fingered head that faded quickly to a ring leaving some lace.  Clear golden color.  Light carbonation and light bodied. Starts with hints of hops and adjuncts, lingering bitter after-taste.  On par with Budweiser.  $1.60 for a 12oz bottle from Colonial Spirits, Acton, Ma.", "writed_at": "August 19, 2004"}, {"user_id": "diabel", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Bottle Frothy, white head - mostly diminishing.  Fair lace. Sparkling, yellow body.  Lightly yeasty aroma - almost no nose perceivable.  Lightly bitter initial flavour and finish.  Averagily long finish.  Lightly bodied.", "writed_at": "August 18, 2004"}, {"user_id": "GregClow", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Clear light golden colour with a small head that vanishes in an instant. Tons of large, active bubbles - looks more like ginger ale than a beer. Light aroma with a slight skunkiness at first. Sweet flavour with hints of honey and corn, followed by a quick, fleetingly hopped finish. The bottle I had was brewed by A-B in L.A. - maybe the Japanese version is better?", "writed_at": "August 17, 2004"}, {"user_id": "RichardGretton", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.4, "review_content": "Darkish amber lager with a dry aroma and dry flavour that has a malty finish.  Overall a good lager.", "writed_at": "August 11, 2004"}, {"user_id": "mongkut4", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Pretty weak when compared to its Ichiban beer.  And I chiban isn’t that strong.  Not much flavor.", "writed_at": "August 9, 2004"}, {"user_id": "dberger624", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.3, "review_content": "Thanks to my future sister-in-law for this bottle. Bottled by Bud in Los Angeles so it’s not really from Japan. Had a slight rice flavor to it. Nothing really going here.", "writed_at": "July 21, 2004"}, {"user_id": "KarmanGhia", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "This is like an American macro - but a better one.  There’s not much to the nose, the head is weak, and  the color is a lightly golden.  The tastes are lightly sweet with rice or corn maltiness.", "writed_at": "March 17, 2005"}, {"user_id": "TBone", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Bottled (brewed by Charles Wells, ABV 5.0%, labelled \"Kirin Beer\" and \"Premium lager beer\")\n\r\nMy first Japanese beer. Lager yellow, quickly diminishing head. Lots of carbonation and big bubbles. Aroma is boiled corn. Watery and metallic with suprisingly good hopping and bready malts. Notes of corn can be tasted when beer warms. Slightly bitter and hoppy aftertaste.", "writed_at": "June 11, 2004"}, {"user_id": "Shadrach", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Poured pale yellow gold.  Minimal head,  Aroma was very light, spice and yeast.  Taste was watery with some body but had an aftertaste of ginger.", "writed_at": "June 6, 2004"}, {"user_id": "SHD", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.2, "review_content": "A lager with a malty flavor, minimal head and good golden colour.  Good quality lager, better than most US offerings.", "writed_at": "May 31, 2004"}, {"user_id": "twilightsensei", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "It is a good beer to come home to after a long day at work...tastes great when dehydrated.  Good flavor, if the price was right I might even buy it.", "writed_at": "May 18, 2004"}, {"user_id": "Terminus", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "21.4 oz bottle.  this is basically an american standard with a little more body than the bmc’s.  Ok, but nothing very great.", "writed_at": "May 16, 2004"}, {"user_id": "civforprez", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Golden lager color.  Nice appearance ouring from draft, not as good a head from can.  Taste consistent with most lagers, but a little better than most.", "writed_at": "May 12, 2004"}, {"user_id": "bu11zeye", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "(Bottle)  Pours a golden color with a small white head.  Thin palate.  Flavor of malt and yeast.", "writed_at": "May 12, 2004"}, {"user_id": "RichJ7", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Wasn’t impressed by Kirin. Pours a clear yellow gold, yeasty and bready aroma. Taste was thin and a bit watery, on the sour side. Unpleasantly syrupy and oily on the palate. An ok beer in a pinch (maybe versus Bud Light), but nothing to write home to mama-san about.", "writed_at": "May 11, 2004"}, {"user_id": "TipsyMcStager", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "malty aroma. Pours a very light yellow, carbonated, low head. Not much going on. Slightly refreshing, some sourness. An unoffensive lager to drink at a Japanese restaurant.", "writed_at": "May 11, 2004"}, {"user_id": "igneous1", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "fizzy, golden, white head. slight breadiness in the aroma, flavor mostly thin and slightly cardboardy. damn similar to the ichiban i just had.", "writed_at": "May 9, 2004"}, {"user_id": "zathrus13", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Light and fairly easy to drink. Nothing special about it, but not bad either.", "writed_at": "May 7, 2004"}, {"user_id": "JFGrind", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Drink this beer from time to time because my boss loves it.   Had a few at a tailgate party before a Phillies game.   Medium body, definitely a \"bready\" beer, not a brew I would purchase.", "writed_at": "May 6, 2004"}, {"user_id": "mrkimchee", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "pale yellow, small head.  bready malt aroma with a bit of grassy hop.  clean malt flavour isn’t bad, but there really isn’t any hop to balance it out.", "writed_at": "May 3, 2004"}, {"user_id": "lasonovich", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.3, "review_content": "Goes really well with sushi.  A light taste and easy drinking make it sweet sweet fun.  A really clean crisp flavour that made drinking it a pleasure.", "writed_at": "April 30, 2004"}, {"user_id": "Drew", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "This lightly golden lager was thin bodied with medium carbonation.  Taste was faintly biscuity bread malts, not sweet, no hop presence.  Went O.K. with sushi, but I would've preferred something more assertive.", "writed_at": "April 26, 2004"}, {"user_id": "SledgeJr", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "In the bottle in Washington DC Chinatown chinese restaurant. When in Rome! A slight bit darker than Sapporo, but mind you, I needed my refractometer. Must have been the atmosphere, because my head knows that this is crap beer, but my beer heart was really into it at the time.", "writed_at": "April 21, 2004"}, {"user_id": "DocLock", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Pours pale yellow, with minimal head.  Some aroma of adjuncts and hops.  Tasted some hops, some corn/rice, and water at the finish.", "writed_at": "April 19, 2004"}, {"user_id": "screwball", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "A small white head. I little tasteless but a little aftertast of hops. Sticky palate.", "writed_at": "April 6, 2004"}, {"user_id": "sayravai", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "(Bottled, 5.0% ABV, Brewed by Charles Wells LTD, Bedford, U.K. under license) Slightly hazy, golden color with medium, lacy, mostly vanishing head. Soapy, honey-floral, sweetish aroma. Original, quite sweet, earthy-malty flavor with spices and a bitter finish. Corn and rice have clearly been used, but not offensively. Palate is light, pretty carbonated and finishes oily and sticky. A somewhat original, not that bad lager.", "writed_at": "January 11, 2005"}, {"user_id": "SDbruboy", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Bottle.  Clear golden, small white head that falls quickly.  Mild, sweet aroma with a touch of floral hops in the nose.  Crisp, bold hoppiness in the flavor, with a spicy bite in the finish.  Light body and assertive carbonation.", "writed_at": "March 13, 2004"}, {"user_id": "Oakes", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Light gold, with oversized bubbles and an anorexic head.  Aroma mixes vauge continental hop notes with grains and background solvent notes (no big surprises yet, as this bottle was produced at the AB plant in Los Angeles).  Very light body.  Grainy palate with a sweetish edge.  Unpleasant notes of higher alcohols hide underneath the DMS. The fizziness carries these unfortunate elements across the tongue with much more conviction than whatever malt might be present.  Finishes quickly, but not quick enough given the stain all that corn left on my tongue.", "writed_at": "March 12, 2004"}, {"user_id": "ThomasE", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Pours a light golden colour with lots of carbonation, but this doesent create a big fine head. Taste is rahter anonymous and palate is thin.", "writed_at": "February 12, 2004"}, {"user_id": "bitter", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "bottled:  seemed like this one is being taken over by the ichiban?? this one used to be top dog in the kirins...but now when i eat sushi they usually have the ichiban. not much to note here, im not a huge kirin fan out of the other asian lagers available.  most all of them have a skunky smell and bitter taste. no hop character slight malt sweet character. reminds you of cheap beer, like pabst. adjucts up the asss= poor quality beer, oh ya but its cheap to make.", "writed_at": "February 10, 2004"}, {"user_id": "Christian", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Golden with a barely-there head. Sweet rice aroma that quickly turns metallic. Short, bitter aftertaste.", "writed_at": "February 5, 2004"}, {"user_id": "bob32256", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.3, "review_content": "nice crisp aroma; pale yellow with a white head that quickly disappears; the initial taste is not bad, but the finish is bitter and metallic", "writed_at": "February 3, 2004"}, {"user_id": "piscator34", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Nothing special. Medium yellow colour. Plenty of carbonation with a crisp finish. Ok to have with most asian food, but I wouldn't buy it for any other reason.", "writed_at": "January 29, 2004"}, {"user_id": "SilkTork", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Patuerised Bottle  Mine says Kirin Beer and is 5.0% - but I should imagine it's the same stuff. Wet and drinkable. Washes down food. A melting bitterness in the finish.", "writed_at": "January 6, 2004"}, {"user_id": "heemer77", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Decent lager. Has a good flavor that complements spicy Thai food. Generally has a flavor of corn and a little malt. Little aftertaste.", "writed_at": "December 15, 2003"}, {"user_id": "ogivlado", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Bottled(330ml). -average American Standard beer which means bad, pale yellow with little head, hints of corn, metallic aroma", "writed_at": "December 13, 2003"}, {"user_id": "eraserhd10", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Good with Sushi but (here's a hint) Sake is much better.  I would never order this outside of a Japanese restaurant but, overall, its fine.  Very right.  Yellowish-golden in color.  Strong presence of grain &amp; corn.  Rittle or no palate to speak of.", "writed_at": "December 5, 2003"}, {"user_id": "BroueNeault", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Pale yellow lager with strange aroma and taste of corn. Very thin. Nice label, but that's about it.", "writed_at": "January 7, 2004"}, {"user_id": "whaleman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Crayola yellow body with moderate carbonation and sudsy white head. Aroma is grassy and metallic. Flavor is not bland. I wish it was. Tastes like cheap freeze-dried hops, corn, and paper. The aftertaste is bad too. Now I see why the Japanese seem to specialize in dry style beers.", "writed_at": "November 12, 2003"}, {"user_id": "Sully", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Probably the best thing to say is that this beer is a good accompaniment to sushi. You don't want a beer to be too overpowering and so a good, clean, crisp bland beer is required. Mission accomprished.", "writed_at": "November 5, 2003"}, {"user_id": "rlgk", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Light golden with an ok head. A flat and thin lager. Watery, a little sweet, maybe some hops in it.", "writed_at": "November 2, 2003"}, {"user_id": "OKBeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.2, "review_content": "Hazy light amber colour with a quickly diminishing white fizzy head. Very light corn aroma. Typical bland \"Asian\" macro lager - corn and toasted grainy flavour, light bitter finish, empty dry palate.", "writed_at": "October 26, 2003"}, {"user_id": "MrRain", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Looks great!  Tastes like a bad dream. I'm saving the other five bottles for my brother-in-law.  Yuck!!", "writed_at": "October 21, 2003"}, {"user_id": "LoveABeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Nice appearance, but from there it was all down hill. Thin watery body, with a corn syrup taste, must be served chilled, once it has warmed you better pour it down the drain.", "writed_at": "October 15, 2003"}, {"user_id": "ante", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Yellow with a medium sized thick head (poured it slopy). Weak malty aroma. Light-bodied in flavour with small hints of malt and rice. Watery structure.", "writed_at": "September 26, 2003"}, {"user_id": "TheBeerGenius", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.4, "review_content": "The flavor is pretty mild but still good. Could be a little bit stronger but still enjoyable.", "writed_at": "September 26, 2003"}, {"user_id": "thehoff", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "No Good. Tastes like Samuel Adams Lager. Uninteresting yellow beer with indistinct flavor.", "writed_at": "September 22, 2003"}, {"user_id": "ConiseurofBeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Not as good as the sushi I had with it.", "writed_at": "September 20, 2003"}, {"user_id": "MaBeer1972", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Don't let the fancy name fool you. The bottle I had wasn't even brewed in Japan, but rather by A-B in Los Angeles, California! Thin, yellow and boring!", "writed_at": "September 17, 2003"}, {"user_id": "Kåstå", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Blond with a small head. Weak sweet hoppy aroma. Floral hoppy taste. Not that bad but simple.", "writed_at": "September 5, 2003"}, {"user_id": "beastdog75", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Faux-Japanese beer that not surprisingly shares some similarities with Budweiser. Similar smell, crispness. Bland with a dry grainy flavor.", "writed_at": "August 28, 2003"}, {"user_id": "BBB63", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.2, "review_content": "Straw hue with a thin rocky head and some lacing. Weak aroma of malt, fruit and some type of hops. Yuck, cardboard taste, checking to see if I didn't eat my notes. World classic since 1888 my arse. A step above american macro swill...barely.", "writed_at": "August 15, 2003"}, {"user_id": "kumite56", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "Stick to the tempura and skip this example of Japaneese culinary skill.  Aroma is light with a malt nose.  Appearance is bland.  Light yellow color with a white fully diminishing head,.  Flavor has a metalic taste to it along with a noticable sweatness from the malt.  Watery, dry, beer.  A definate pass in my opinion.", "writed_at": "August 5, 2003"}, {"user_id": "MrBeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Don’t know how I got a hold of this one, but it wasn’t bad at all.  I actually like it and would get it again.", "writed_at": "September 4, 2006"}, {"user_id": "Slovak34", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "This beer didn't thrill me. Not a great Japanese beer and definately not a good lager. Too light and watery.", "writed_at": "July 19, 2003"}, {"user_id": "gws57", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "This beer looks like champagne, complete with bubbles that trace up the sides of the glass.  No head or aroma whatsoever, bright golden color, very dry finish.", "writed_at": "July 11, 2003"}, {"user_id": "hotstuff", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "When poured, this brew had a small white head that consisted of small bubbles that completely diminished. There was a fair amount of lacing with this brew. The body was clear and the hue was yellow. It had a light hoppy and fruity aroma along with a bitter flavor from start to finish.", "writed_at": "June 23, 2003"}, {"user_id": "thedm", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "This brew poured a medium head of fine to medium sized off-white bubbles that quickly disappeared.  It had a medium strength aroma of fruit and a smooth fore and after taste.  Its flavor contained notes of malt, bread and roasted nuts.", "writed_at": "June 22, 2003"}, {"user_id": "DerBiermeister", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "This is a beer more impressive for its label and packaging. It sounds cool, it looks good, and one is expecting something along the lines of Yuengling quality. But no, not really. The flavour is somehow lacking and unimpressive. With sushi, it's OK, but I would not go out of my way to get it. In comparison to other Asian beers, Sapporo is OK, but I prefer Tsing Tao. :)", "writed_at": "March 17, 2004"}, {"user_id": "adamcbowman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.6, "review_content": "When I was younger I had a label of this from when my dad was in the Navy.  I thought it was awesome, a dragon creature from Japan on this beer bottle label.  So when I've seen it from time to time in stores, I've just look at it and laugh.  I finally decided to try it, and was kinda let down.  Not a bad beer, but not something I'd go out of my way to buy or drink.  If I was in Japan on vacation, I could drink it.  But over here, I will just stick to good ol' American Brews.", "writed_at": "June 9, 2003"}, {"user_id": "Ernest", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "Head is initially small, frothy, white, mostly diminishing. Body is clear medium yellow. Aroma is lightly malty (grain), with a hint of DMS. Flavor is moderately sweet, lightly acidic, lightly bitter. Finish is lightly sweet, moderately bitter, lightly acidic, unclean, husky. Light to medium body, watery texture, fizzy carbonation, metallic. Liquid Dirt? Really poorly made stuff.", "writed_at": "May 29, 2003"}, {"user_id": "larsniclas", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Well, an international standard lager. Not much else to say: drinkable no more no less.\r\nSome bitterness and a hint of vinegar.", "writed_at": "May 25, 2003"}, {"user_id": "Nate", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Mild rubbery hops aroma and a bit sweet. Golden yellow clear with white foamy head that dissipates quickly. Medium-high fizziness and medium watery body. Slight sweet start with bitter finish and nutty bitter after - adjuncty, off taste in after. Not that good.", "writed_at": "May 20, 2003"}, {"user_id": "WabashMan", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "To start off, this beer is UGLY!  Even too pale to look like urine!  Aroma is typical lager, though a little stinky.  The flavor is...well...not really there!  There isn't much to this one, though the lack of anything makes it less offensive than others in the category.", "writed_at": "May 6, 2003"}, {"user_id": "Shag", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Once upon a dark day I thought I was drinking a quality import when I drank this at an upscale Japanese restaurant in town. Basically its a lager that AB has a hand in. Typical lager with a fairly dry and crisp taste. Nothing special but decent. Another import in sheep's clothing!", "writed_at": "April 17, 2003"}, {"user_id": "Betty", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.6, "review_content": "Goodness me! Flat yukko head monkey sweat aromas follows by monkey sweat. A nice beer by world standards.", "writed_at": "April 10, 2003"}, {"user_id": "PorterPounder", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Bland to say the least. No aroma detected - no head whatsoever.  Merely a thirst quencher for the hot wings I had this with. Decent golden color however. Just a tad better than Ichiban", "writed_at": "April 5, 2003"}, {"user_id": "fiulijn", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Golden color. A strange note in the aroma. Reasonable body, some malt, correct balance. Ordinary palate, quite long.", "writed_at": "April 1, 2003"}, {"user_id": "BarePaw", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "It does not smell very good. There was hardly any head. It tasted like your average mass-produced lager. I'm not impressed.", "writed_at": "March 23, 2003"}, {"user_id": "Boystout", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Mine was British. Very unexciting, bland, average lager with addition of rice and corn.", "writed_at": "February 28, 2003"}, {"user_id": "LarsHolmer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.3, "review_content": "This typically dry Japanese beer must come in more than one version, according to the earlier American ratings. Here in Europe we had a wave of sushi bars and Japanese beers 15 years ago, and even our own breweries tried to make their own Japanese Dry Lagers, but now there are other influences in the restaurants so this is hard to get.", "writed_at": "February 27, 2003"}, {"user_id": "BeerPrince", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "Typical golden lager colour with little head that quickly falls.  Nose is not skunky but smells kind of bad, like a dog that hasn't been scrubbed in awhile.  Taste is boring and finish is typically flavourless.  A typical macro.", "writed_at": "February 27, 2003"}, {"user_id": "pwyman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Golden color, light fizzy head that didn't last. Almost no smell. Flavor was average with not aftertaste. An OK beer but nothing great. Went well with the Hibachi style dinner that night.", "writed_at": "February 22, 2003"}, {"user_id": "japet", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Like every other common beer, nothing good to say about it. It should only be for the colourfull label.", "writed_at": "February 20, 2003"}, {"user_id": "crazyvin", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "very light color with almost no carbonation. a subtle yet sweet taste with no distinct aftertaste.", "writed_at": "February 19, 2003"}, {"user_id": "mwesth", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "An average lager on the light side. Not very good, not very bad. Not worth the money (In DK)", "writed_at": "February 15, 2003"}, {"user_id": "CapFlu", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "(Bottle) Very average American Standard. Pours a medium head and golden body. Somewhat skunk aroma and fizzy carbonation. Sweet flavour with a dry bitter finish.", "writed_at": "February 13, 2003"}, {"user_id": "mutant", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Strange smell, fizzy short-lived head. Sweetish taste with a dry, slightly bitter finish. Not nearly good enough for the price.", "writed_at": "February 13, 2003"}, {"user_id": "yopparai", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "honnto ni, kono biiru wa mecha mecha oishii yo. iro iro tabemono to au shi, oishii shi, kono biiru ga suki desu. warre kaezo.  for all ya'll that dont speak no japanese it pretty much says its good.", "writed_at": "January 30, 2003"}, {"user_id": "Eyedrinkale", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "I like the way this stuff goes with Thai food but not like most of the cheap shit I always seem to be eating.", "writed_at": "September 21, 2004"}, {"user_id": "dubs", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "Had it at some weird trendy restaurant near Darling Harbour. Taste like it got ricemalt in there. Very Bud = very bland. This beer is as piss from cat so I had to wash my beer down with my soup.", "writed_at": "January 31, 2003"}, {"user_id": "Crit", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "...........................................................................", "writed_at": "January 5, 2003"}, {"user_id": "Ungstrup", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "A dark golden beer with a fast disappearing head. It has a very faint malty aroma. It''s not sweet but has a nice bitternes of a nice hop. A standard japanese pilsener.", "writed_at": "January 3, 2003"}, {"user_id": "mds", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "I was hoping for a better experience with this beer. It turned out to be very plain, nothing special about it.", "writed_at": "February 1, 2003"}, {"user_id": "Archimedes99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "I expected more from this beer than I got, but it wasn''t pathetic. The head was the first unimpressive aspect that I noticed. The beer had a slightly dry finish to it, which wasn''t bad, but wasn''t compelling. I prefer Sapporo to this, if I''m to have a Japanese beer.", "writed_at": "December 29, 2002"}, {"user_id": "ProstmanSux", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "A little sweeter than a German Pilsner, but its satisfying..................", "writed_at": "December 25, 2002"}, {"user_id": "freekyp", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Not very exciting. Mostly bland, American-style lager.......................", "writed_at": "June 7, 2006"}, {"user_id": "Catadobe", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "Has a nice dry flavour to it, again you really need to drink this with some sushi or sashimi.", "writed_at": "December 11, 2002"}, {"user_id": "Sturgess", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "It''s not bad when it''s really cold. I like to get this when I''m eating Chinese food...it''s got a different taste to it, but I prefer the Ichiban better.", "writed_at": "December 2, 2002"}, {"user_id": "ultraspank", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Had this brew in a bottle.  Nose of toasted grain malt and soap, hints of flowers and caramel.  Pours a light sparkling golden.  The white frothy/creamy head is mostly diminishing with hardly any lacing.  The flavor had good balance but is thin and shallow.  The finish is long with a soapy bitterness.  The medium dry and fizzy palate finishes astringent and metallic.  Average.", "writed_at": "November 18, 2002"}, {"user_id": "boto", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Nothing special here.  Just another mass produced yellow beer.  A bit more tasty than most of the American offerings, however.", "writed_at": "November 16, 2002"}, {"user_id": "bierkoning", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Brewed under license by Ch. Wells, Bedford, UK. Only very slight maltaroma. Neutral flavor with only a hint of hops and orange. Relatively full bodied for this type of lager, but bland and boring in the end.", "writed_at": "November 1, 2002"}, {"user_id": "GiddyBoy", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.2, "review_content": "Not bad. It has a decent head, but is way too yellow. It went down smooth and had very little aftertaste. I certainly can see the difference from crappy American piss. If this is a bad foreign beer, then it is the best American beer I have ever had.", "writed_at": "October 25, 2002"}, {"user_id": "austinpowers", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Wish I''d had this side-by-side with the Ichiban cuz I still am not sure what the difference is.  This one''s quite bitter and dry.  Not my bag, baby!", "writed_at": "October 23, 2002"}, {"user_id": "Inveigler", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.8, "review_content": "What struck me most about this beer was it''s obvious German tradition.  Most Anerican Standards are totally devoid of any elements reminding us of German roots.  I could taste those in this brew.  The characteristic German malt sweetness and grain.  A light hoppiness.  Pretty far towards the top of my American Standards list.", "writed_at": "October 22, 2002"}, {"user_id": "pivo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Dust in the nose with hints of cleaning fluid. Gold color but no head. Pronounced malt taste that is grainy. Medium bodied with a gritty mouth fell. Rather weak.", "writed_at": "October 7, 2002"}, {"user_id": "YogiBeera", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Weak sweat and skunky smell. Pale yellow body with no head. Short bitterness that leads into an oily finish. Avoid it!", "writed_at": "October 7, 2002"}, {"user_id": "OlJuntan64", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Medium gold/lemon clear with largish long lasting off-white head. Metallic canned hops aroma. Thin to very thin watery body. Medium strength stale hops and machine oil bitter flavours. Slightly burnt acrid finish and aftertaste. Not good.", "writed_at": "October 4, 2002"}, {"user_id": "LoveCaissa", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Below average international lager. Very easy to drink and somewhat bland, but quite refreshing. My bottle was 5.0% ABV.", "writed_at": "October 3, 2002"}, {"user_id": "Cian99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Didnt like it as much as the premium. drank lots. always a good sign.\r\nThe hospitality was outstanding, the beer \"good enough\"", "writed_at": "October 3, 2002"}, {"user_id": "GregL40", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Nicer head than the sapporo, but it dissipated quickly. smells the same.  tastes the same. don't let the pretty dragon picture fool you.  still taste like crap.", "writed_at": "October 3, 2002"}, {"user_id": "David", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.8, "review_content": "Overall a pretty good beer. Better than Tsingtao to name another Asian beer.", "writed_at": "September 29, 2002"}, {"user_id": "jazz88", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "I had this on tap a great sushi restaurant in park in Kyoto, Japan.  Nothing beats a great set and setting for a beer.  Typical appearance and a clean crisp flavor.", "writed_at": "September 28, 2002"}, {"user_id": "beerguy101", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Med gold color, small head. A hoppy, somewhat malty lager. Full bodied, malty. Mouthfeel is full. Good balance. Finish is crisp. Aftertaste is slightly bitter", "writed_at": "September 26, 2002"}, {"user_id": "Mads Langtved", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "It would go great to some Sushi. A golden coloured lager. Pretty fresh......", "writed_at": "September 20, 2002"}, {"user_id": "Admiral", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.4, "review_content": "Not a bad lager, but not great either. Restaurant beer, like Tsingtao with better quality control.", "writed_at": "September 19, 2002"}, {"user_id": "madsberg", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Had a sample brewed on licence in UK (Charles Welles Ltd., Bedford, ABV 5,0% Name: Kirin Beer - premium lager. Recon its the same beer) Wery light in the colour. No head. The aroma is surprisingly pleasant and hoppy. Reminds me a little of czech beers, not that I will compare. Hops in the flavour and a little bitterness in the aftertaste. Not a bad lager at all.", "writed_at": "September 5, 2002"}, {"user_id": "scottyg", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Not what I was expecting....  this was my first Japanese beer, and it was pretty much a Heineken imitation, but not as good.  Had a bit of a bitterness, and not too much flavor.  In short, Heineken is better.", "writed_at": "September 1, 2002"}, {"user_id": "carlitos99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Not sure why I order Sapporo instead of this. All Japanese beers taste cheap imitations of german beers.", "writed_at": "August 24, 2002"}, {"user_id": "msutequilaman", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Very little head, and what little there was dissipated quickly. Light straw color. A little flavor, but not much. Felt a little \"heavy\" on the palate. Nothing exciting.", "writed_at": "August 23, 2002"}, {"user_id": "motelpogo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "i guess it's okay with sushi but i wouldn't drink it any other time. boring", "writed_at": "August 16, 2002"}, {"user_id": "Vac", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "Very pale golden color with virtually no head.  the aroma was sour and unappetizing.  The flavor was almost non-existant, with sour hoppyness.", "writed_at": "August 12, 2002"}, {"user_id": "olympian", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "The time I got into some Kirin, it was actually imported from Japan - not brewed under contract elsewhere.\r\nIt is called an \"American standard\" beer - I wish, based on the ones I had!!\r\nThis was a delicious, beautifully balanced beer with only one flaw:  The color.  It was a screeching sunshine yellow - I swear  it was artificially colored, but it didn't affect the taste a whit.\r\nI end as I began, though - I have not tasted the \"Made in Canada\" version.  RE-RATE:  I have now - nothing like the import I had some years ago.\r\nNot offensive, but bland, bland, bland compared to the original.  The reviewers who state that it's \"better in Japan\" are almost certainly right, I betcha.", "writed_at": "July 17, 2002"}, {"user_id": "Jfishback13", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Shows me why Sony has never tried to branch out in the beer department.  Different cultures tend to have different tastes.  Unfortunately, as it is here too, the lowest common denominator becomes the best beer and you see it here.  It will not offend you, but it offers really nothing except a bad aftertaste and a feeling that it's better than bud.", "writed_at": "July 14, 2002"}, {"user_id": "ClarkVV", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Nother one of the special crap lager series to join red stripe, kingfisher and the like.  nothing to say, fizzy, pale, bland, no hint of a complex taste whatsoever.", "writed_at": "July 10, 2002"}, {"user_id": "beermania99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.7, "review_content": "Try this beer while you're in Japan. I think they're so much better than what you can get here. match well with Japanese cuisins.", "writed_at": "July 6, 2002"}, {"user_id": "Aurelius", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Some odd cinnamon-like tones in the aroma, which was otherwise not very appealing.  Good appearance -- bottle, label and brew. Brothy, cracker-ish lager flavor with haphazard hopping. Nothing to really recommend this beer. If you've gotta have Japanese lager, get a Sapporo.", "writed_at": "June 29, 2002"}, {"user_id": "rauchbier", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.5, "review_content": "Nasty, foul beer dominated by sickly sweet adjunct tastes and insipid finish. Makes Hari-kiri seem like a worthwhile option.", "writed_at": "June 27, 2002"}, {"user_id": "bigal9699", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Paired with sushi, it does the job. Crisp, light and refreshing. By no means anything exciting in the flavor department. A bit better than the mainstream American brews like Bud - still its a situational beer for me only with Japanese cuisine.", "writed_at": "June 24, 2002"}, {"user_id": "pilsnerrogge", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.2, "review_content": "Easy to swallow. An o.k. lager..............................................", "writed_at": "June 16, 2002"}, {"user_id": "Sigmund", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "The bad thing about living in Norway is the price of beer. The good thing, however, is that those of us who live near the coast and have a small boat (yes, like me) can catch our own seafood - for free. Today's freshly caught crab was my chosen accompaniment with Kirin lager - a good choice, I believed, as the Japanese love seafood more than anyone else in the world. I'm sorry to say that most European pilseners / light lagers would have been a better choice than this one. There is very little aroma, the beer is dry (which is a good thing when you have it with seafood) but some more flavour would have been good too! - aftertaste is metallic. Surely the Japanese can do better than this??", "writed_at": "May 24, 2002"}, {"user_id": "Hildigöltur", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "Tastes of metal and acid. I won't buy this again............................", "writed_at": "May 14, 2002"}, {"user_id": "Nuffield", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.9, "review_content": "Metallic malt aroma, head blew off in a matter of seconds, actually not as highly carbonated as might have been.  There are some nice elements in the flavor, but they are quickly overwhelmed in the mouth by some disturbing ones as well.  Surprising sweetness in it, long finish, but harsh.", "writed_at": "May 11, 2002"}, {"user_id": "CQC", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "Wanky US marketed beer. Drink it quick and get onto something else. Good taste of the can (even though it was in a bottle). Leave it in Japan. \r\nSubtle taste of old bong water gives it a edge on general sewerage.", "writed_at": "May 3, 2002"}, {"user_id": "Gusler", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "Re-Rate 04/25/02: Clear gold in color, nice white head, decent lace. Malt nose, clean, front is sweet, top light, the finish is hop bitter, dry, lightly acidic, drinkable, but just another case of a \"Light Waisted\" lager/Pils.", "writed_at": "April 26, 2002"}, {"user_id": "stella99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.2, "review_content": "............................................................................", "writed_at": "April 24, 2002"}, {"user_id": "Merc", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.3, "review_content": "Maybe my bottle was skunky . . . or maybe thats just how this beer is.  I won't be trying it again to find out.", "writed_at": "April 13, 2002"}, {"user_id": "Gregory", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "uh, horrible.  I'd much rather drink Bud....................................", "writed_at": "April 13, 2002"}, {"user_id": "maxhits", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Pours with a bright yellow color and produces an average-sized, frothy head. Has a sweet mash smell, medium-to-high levels of carbonation, and a taste of grain in the mash. It is not as hoppy as I’d like a lager to be, but when served cold it makes a nice compliment to any tepanyaki style food.", "writed_at": "April 8, 2002"}, {"user_id": "Steak", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Overall not very impressive.  Smells and looks like most big macro lagers, but hopiness is noted in aftertaste.  Crisp, but very thin.  Better than marcos, but not enough to justify price hike from importation.", "writed_at": "March 29, 2002"}, {"user_id": "MOboy", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "Japan's #1 selling brew, huh?  I would take a sapporo or Yebisu anyday.  Nice clean crisp taste and a very particular aftertaste i thought.  Still better than budmillercoors.", "writed_at": "March 25, 2002"}, {"user_id": "IslandHaole", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Though I prefer both Sapporo and Asahi, this is a decent brew. Crisp but a bit of a lingering bitter aftertaste. Get it on tap in Japan and you won't touch the bottles. I will take this over any American macro. Pass the wasabi.", "writed_at": "March 23, 2002"}, {"user_id": "gordonjs", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "I got to drink this at the brewery in Japan, as fresh as it comes.  I thouhgt is was great, tasty and smooth.", "writed_at": "February 14, 2002"}, {"user_id": "kmeves", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "This beer is OK when your wife makes you eat at the Sushi place.............", "writed_at": "February 12, 2002"}, {"user_id": "snapdharlich", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.7, "review_content": "Allright, but I'd rather have an Asahi......................................", "writed_at": "February 11, 2002"}, {"user_id": "DrBeer", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Well, It´s good with sushi and in a warm jacuzzi (40 degrees celsius) on a cold autumn day (I´ve tried it). Other than that nothing. It you want a little more spark try Kirin Ichiban.", "writed_at": "February 7, 2002"}, {"user_id": "RedEft", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "Not bad to chase down your unagi with. The first few and the last few drinks are a bit of a chore, but overall I found this stuff to be decent.", "writed_at": "February 6, 2002"}, {"user_id": "MrRomero", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "Refreshing on a hot day. Ranks up (down?)there with Bud and Miller..........", "writed_at": "February 3, 2002"}, {"user_id": "Ringo", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "Used to be good.  Now contract brewed in Canada, it's just average.  See Harp and Foster's reviews.", "writed_at": "January 30, 2002"}, {"user_id": "Volgon", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.0, "review_content": "While not as horrible as some other mass produced beers, the lack of taste, body, and anything else pleasing should be enough to keep you away.  Even with sushi, choose the Ichiban.", "writed_at": "January 7, 2002"}, {"user_id": "Puss Gutt99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "did they try \"beechwood aging\"?.............................................", "writed_at": "January 2, 2002"}, {"user_id": "noer1", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "I have found the beers at japanese restaurants to be quite good. This beer and sapparo are both solid beers!", "writed_at": "December 10, 2001"}, {"user_id": "40oz", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.8, "review_content": "Mild bready flavor with a refreshing effervescence and no offensive flavors.  A refreshing beverage.  Had two pitchers of this stuff on tap last night at a sushi bar; it made eating raw fish somewhat bearable and hopefully killed some of the parasites therein.", "writed_at": "November 27, 2001"}, {"user_id": "curlyrick99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.5, "review_content": "I was tasting this thing the next morning...................................", "writed_at": "November 27, 2001"}, {"user_id": "TripNip99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.5, "review_content": "Not even if it were the last bottle of beer left on the shelf...............", "writed_at": "November 9, 2001"}, {"user_id": "Beer Guy99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.3, "review_content": "A once good Japanese lager that seems to have fallen on hard times in the flavor arena. Pale straw color, slightly hazy. Fizzy and light with a defined corn syrup sweetness. Pleasant, faint hop taste at the finish.  Head is light and fizzy and shortlived. Active tiny bubbles indicative of heavy CO2 carbonation. Not a particularly satisfying beer but inoffensive at the same time. Typical of an Anheuser-Busch product – empty and bland. A-B is brewing this in their west coast plant. Hint to the folks at Kirin in Japan...pick a better brewer to contract pack your beer in the U.S.", "writed_at": "November 3, 2001"}, {"user_id": "Brent", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Tries to look like an import, but brewed in the U.S.  Mild hops, good malt flavor.  Solid body for a lager.  OK, nothing to rush to the store for.", "writed_at": "September 28, 2001"}, {"user_id": "JessterCPA", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.3, "review_content": "An OK beer to oder at your local Japanese restaurant.  Not very good otherwise though.", "writed_at": "September 11, 2001"}, {"user_id": "K-V-F-L", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 0.9, "review_content": "On the three occasions I've had it, has always been skunky. Perhaps this is a persistent problem. One of the biggest selling beers in Japan; drink the soy sauce instead.", "writed_at": "August 18, 2001"}, {"user_id": "prpplague", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "............................................................................", "writed_at": "August 6, 2001"}, {"user_id": "Osmin99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "............................................................................", "writed_at": "August 1, 2001"}, {"user_id": "dins", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "............................................................................", "writed_at": "July 29, 2001"}, {"user_id": "canary dog", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.8, "review_content": "Really not any different than Heineken. A little skunky, at least with pizza.  Although it may sound stereotypical, it is quite compatible with sushi.", "writed_at": "July 15, 2001"}, {"user_id": "jonas", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "itnl std crap...............................................................", "writed_at": "September 17, 2003"}, {"user_id": "joet", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Not as crisp, drinkable, balanced as other Japanese beers...................", "writed_at": "June 10, 2001"}, {"user_id": "pratty99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "GREAT ON TAP. Not that enjoyable out of a bottle. Great head, good initial taste, aftertaste is a little rough, but goes away after the first one. Great aroma from the tap and looks as a beer should look coming from the tap..", "writed_at": "May 13, 2001"}, {"user_id": "scrawfis", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "Very dry-tasting lager with a flat finish. However\r\nit's light and refreshing.", "writed_at": "April 11, 2001"}, {"user_id": "kenk99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "............................................................................", "writed_at": "April 4, 2001"}, {"user_id": "Sammys", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Perhaps one of the most watery beers I've ever tried.  Also, this had minor chill-haze.", "writed_at": "March 4, 2001"}, {"user_id": "mike mcneil", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Hazy gold in color; kind of a grainy malt flavor; mild hoppy finish. Nothing real outstanding here, but better than the U.S. domestic lagers.", "writed_at": "October 26, 2000"}, {"user_id": "beerman991979", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.3, "review_content": "A very good lager as the type goes.  Very tastey compared to that swill called american macro brew.  Enjoyable with Sushi.", "writed_at": "September 21, 2000"}, {"user_id": "Bov", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "dry, flat taste.............................................................", "writed_at": "August 28, 2000"}, {"user_id": "sallyclub99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.5, "review_content": "............................................................................", "writed_at": "June 11, 2000"}, {"user_id": "PhillyBeer2112", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "A clean, well made lager.  As with\r\nthe Ichiban, goes great with sushi and\r\nother Japanese cuisine.", "writed_at": "April 27, 2000"}, {"user_id": "prpplague", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.1, "review_content": "............................................................................", "writed_at": "August 6, 2001"}, {"user_id": "Osmin99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.7, "review_content": "............................................................................", "writed_at": "August 1, 2001"}, {"user_id": "dins", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "............................................................................", "writed_at": "July 29, 2001"}, {"user_id": "canary dog", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.8, "review_content": "Really not any different than Heineken. A little skunky, at least with pizza.  Although it may sound stereotypical, it is quite compatible with sushi.", "writed_at": "July 15, 2001"}, {"user_id": "jonas", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.7, "review_content": "itnl std crap...............................................................", "writed_at": "September 17, 2003"}, {"user_id": "joet", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.1, "review_content": "Not as crisp, drinkable, balanced as other Japanese beers...................", "writed_at": "June 10, 2001"}, {"user_id": "pratty99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.0, "review_content": "GREAT ON TAP. Not that enjoyable out of a bottle. Great head, good initial taste, aftertaste is a little rough, but goes away after the first one. Great aroma from the tap and looks as a beer should look coming from the tap..", "writed_at": "May 13, 2001"}, {"user_id": "scrawfis", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.5, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Very dry-tasting lager with a flat finish. However<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 11, 2001"}, {"user_id": "kenk99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.9, "review_content": "............................................................................", "writed_at": "April 4, 2001"}, {"user_id": "Sammys", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 1.4, "review_content": "Perhaps one of the most watery beers I've ever tried.  Also, this had minor chill-haze.", "writed_at": "March 4, 2001"}, {"user_id": "mike mcneil", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.0, "review_content": "Hazy gold in color; kind of a grainy malt flavor; mild hoppy finish. Nothing real outstanding here, but better than the U.S. domestic lagers.", "writed_at": "October 26, 2000"}, {"user_id": "beerman991979", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.3, "review_content": "A very good lager as the type goes.  Very tastey compared to that swill called american macro brew.  Enjoyable with Sushi.", "writed_at": "September 21, 2000"}, {"user_id": "Bov", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.4, "review_content": "dry, flat taste.............................................................", "writed_at": "August 28, 2000"}, {"user_id": "sallyclub99", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 3.5, "review_content": "............................................................................", "writed_at": "June 11, 2000"}, {"user_id": "PhillyBeer2112", "beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "review_score": 2.6, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">A clean, well made lager.  As with\r\nthe Ichiban, goes great with sushi<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 27, 2000"}]