[{"user_id": "Erzengel", "beer_kor_name": "망고 링고", "beer_eng_name": "Mango Lingo", "review_score": 2.3, "review_content": "Can in Busan. Artificial Mango nose - Like Fanta Mango. Smooth sweetish beginning. A bit watery, not too deep in flavour, not too sweetish. Sessionable, mild but in total too much sweet Mango aroma. But nice and highly drinkable.", "writed_at": "April 25, 2017"}, {"user_id": "GoufCustom", "beer_kor_name": "망고 링고", "beer_eng_name": "Mango Lingo", "review_score": 1.9, "review_content": "355 ml can bought at Wellcome Superstore in Sheung Shui.\r\n\r\n\n\nTranslucent pale dull golden colour; Half finger head with soapy white foam which fades in 20 seconds; Very good sticky lacing and notable carbonation; Very sweet aroma of mango pulp, lychee, perfume, canned fruit syrup, and very light malt; Medium sweet taste of fair malt, with rice, strong mango juice, carbo, floral, and sugar; Mid to light body. Slick palate; Mouth feel is more like a Radler - half ricey macro Pale and half mango juice, which is so strong you can’t taste any residual hops from the cheap Hite beer. Sugary sweet, but fruit-wise it taste much stronger than most mango-themed fruit beers. Sorta okay… No hoppiness or bitterness whatsoever, just sweet juicey finish; Wet after taste. Very easy to mouth.\r\n\r\n\n\nComments: The overload of mango - real or not - in aroma and taste gives the pretty cheap Hite beer base a spark, so this is not much a fruit beer, more like a beer-juice mix, could have been good if only sweetness can be toned down.", "writed_at": "September 14, 2016"}, {"user_id": "conquerex", "beer_kor_name": "망고 링고", "beer_eng_name": "Mango Lingo", "review_score": 3.0, "review_content": "맥주보다 칵테일에 가깝다. 그것이 의도이기 때문에 잘 만들었다고 본다. 여름 바캉스를 갔을 때, 술을 잘 마시지는 못하지만 분위기를 맞추며 술 한잔하고 싶은 분들에게 정말 좋을 것이다. 맥주의 강한 과일향과 단 맛을 꺼리는 분들에게는 추천하기 힘들다. 가볍게 즐기는 자리에서 적절하다.", "writed_at": "August 26, 2016"}]