[{"user_id": "shawnmurphy", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.9, "review_content": "Bottle labeled as Patagonia Cerveza from Fairfield, Calif., but no brewery found here, so I post my review of the beer here, not being sure if this is the same brewery (?!). 12-ounce bottle pours clear light golden yellow with zero head or lacing. Aroma: Corn Flakes. Flavor: corn syrup, metallic, wet cardboard (the lingers long as an aftertaste). Mouthfeel: light-to medium-bodied, somewhat oily and clammy finish.", "writed_at": "March 15, 2020"}, {"user_id": "Sandro Mosque", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "Pura Cerveja Argentina para exportação para o Canadá. Possível apelido da cerveja chilena Patagonia?", "writed_at": "June 4, 2021"}, {"user_id": "Viper666.Qc", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.4, "review_content": "Bouteille claire. De couleur jaune-dorée et claire. Nez de grains de malt pâles, léger de maïs sucré et avec des notes de houblon herbeux (foin mouillé). Mince en bouche avec un pétillement moyen et une texture aqueuse. Goût très légèrement croustillant de grains de malt pâle lors de l’entrée en bouche suivi d’un léger goût de maïs sucré puis en finale l’on retrouve des notes amères de houblon herbeux (foin et gazon mouillé). Post-goût très court aux notes sèches, très légèrement amer de houblon herbeux (foin).", "writed_at": "March 10, 2013"}, {"user_id": "Metalchopz", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.3, "review_content": "Originally rated July 2005. This brew is actually not as bad as it seems. It pours a pale yellow colour with golden highlights. Carbonation is light with tiny bubbles. Not much lacing and hardly any retention. The nose is malty, but almost roasted (hints of nuts), which is what I find in the taste... a slight touch of molasses and roasted grains in the finish. I prefer it too Corona as this one has more punch.", "writed_at": "February 2, 2012"}, {"user_id": "reebtogi", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "poured light straw color into glass with good head that didn’t last  long, very thin with little hop or malt, not a memorable beer whatsoever.", "writed_at": "July 25, 2011"}, {"user_id": "AndreasJaeger", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.0, "review_content": "Bottle. Pale yellow, white head. Aroma: malt, grass, Taste: malt, sweet, corn.", "writed_at": "November 4, 2010"}, {"user_id": "Rciesla", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.5, "review_content": "Bottle.  I must say the artwork was much nicer then whats pictured here however, thats where the goodness ends.  A copper toned body with a white head.  a corny vegetative skunk y body.  Almost hard to inhale its so buttery and diactyl  just horrid aroma.  Flavor is a mixed sweet corny paper cardboard apple cider vinegar mixture that just screams drain pour and so i will.", "writed_at": "October 5, 2009"}, {"user_id": "MrRoss", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "Nice looking bottle, at least.  Hopping was immediately noticed as the cap came off, and a VERY active foamy white head along with a clear lightish gold colour.  Lacing was short-lived but much better than expected.  Taste was hops and grass; not terrific but not repellant, either.  Mouthfeel and aftertaste both clock in as acceptable.", "writed_at": "July 15, 2009"}, {"user_id": "VertBaconStrips", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.8, "review_content": "***review from mid 2008***\n\r\nThis is a terrible beer all around. The pour is garbage with almost no head and a cheap, crappy looking gold beer that poured pretty much flat. It just sits in my glass and begs to be thrown against a wall. The aroma is bad with sweet corn, weak malts of some random kind and some skunk (not over the top). This beer has nothing going for it in the aroma department and even less in the flavor department. Sweet, corn, 4 cents a pound hops, ick, more ick, .....ick. Almost undrinkable and I did pour it in the toilet this time around. A terrible beer without question. Even Argentina must have better beer than this - Patagonia is an abomination.", "writed_at": "July 10, 2009"}, {"user_id": "Cirrhosis", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.5, "review_content": "This is what happens when you let the waitress pick your beer for you, you get an over priced piece of shit. Served to me in a clear bottle, beer was almost as clear as the bottle, very light yellow in color the head was hard to judge because drank directly from bottle. Skunkiest beer I’ve ever smelt, everyone at the table could smell this brew, it was all skunk all the time. Very strange flavor skunk, hops, and mint, not as horrible as I thought it would be, but still pretty fawking bad. When the waitress came over and asked me how the beer she picked was and every one at the table said how much they couldn’t stand the smell of it she gave me a free Duvel WHOO HOOO!!!!!!! After closer inspection of the bottle this stuff is made for the exclusive import to Canada (lucky us!) and the list of ingredients went as follows “water, hops, malt, I think they got the order of those wrong and they forgot to list the ass they added. This beer is your typical south American crap, but the free Duvel kicked ass", "writed_at": "June 3, 2009"}, {"user_id": "gilvanblight", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.9, "review_content": "Clear bottle, I hate that.  Skunky scent as soon as I opened it.  Not sure if it’s gone or supposed to be like that.  A touch sweet.  Very little head, pale yellow.  Doesn’t look or smell that apealing.  Tastes better then it looks or smells.  Very watery, doesn’t look overcarbonated but acts that way.  Slightly skunky aftertaste.  Again: not sure it this beer is off or I just don’t like it.", "writed_at": "April 12, 2009"}, {"user_id": "yespr", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "33 cL bottle. Pours pale yellow with a fully diminished white head. Milky and mild spiced to floral aroma. Mild cardboardish note. Vegetable and cardboardish flavoured with a mild milky note. Ends flat and milky.", "writed_at": "November 27, 2008"}, {"user_id": "dkazuk", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "330ml bottle. \n\r\nPale golden clear beer with a fair sized white head. Sweet aroma with some notes of grassy hops. Similar flavour. Straightforward simple lager. Not much else to say.", "writed_at": "September 1, 2008"}, {"user_id": "brad88", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "You will be disappointed.  Doen’t taste like much.  With a lime in it, it tastes like you are drinking carbonated lemon water from a poorly washed beer mug.  If you don’t like beer, that might be good.... and I’d choose it over MGD or Bud in that respect (ie i’d also choose not to drink that beer).  Anyhow I’m not suprised it is being panned here.  Corona is much better, it has more of a pilsner (or.. beer..) taste than this.", "writed_at": "May 31, 2008"}, {"user_id": "JesseM", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.6, "review_content": "330ml bottle. Cool looking bottle, but since it’s clear, I was expecting some skunk. And WOW was I right to expect as much! I could actually smell it the second I popped the cap. Taste is bizarre. There’s almost an ok malt character to it, slightly caramel-like, I guess, but with a predominant plastic flavour. Weird. Not horrible, there’s almost a hop bite at the end. I’d drink this again if it were the only thing around, but it’s really not that good. Something I’m sure people would love to stick a lime in, but I’ve never really understood that craze.", "writed_at": "May 19, 2008"}, {"user_id": "shawnmurphy", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.9, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Bottle labeled as Patagonia Cerveza from Fairfield, Calif., but no brewery found here, so I post my review of the beer here, not being sure if this is the same brewery (?!). 12-ounce bottle pours clear light golden yellow with zero head or lacing. Aroma: Corn<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "March 15, 2020"}, {"user_id": "Sandro Mosque", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "Pura Cerveja Argentina para exportação para o Canadá. Possível apelido da cerveja chilena Patagonia?", "writed_at": "June 4, 2021"}, {"user_id": "Viper666.Qc", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.4, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Bouteille claire. De couleur jaune-dorée et claire. Nez de grains de malt pâles, léger de maïs sucré et avec des notes de houblon herbeux (foin mouillé). Mince en bouche avec un pétillement moyen et une texture aqueuse. Goût très légèrement croustillant de<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "March 10, 2013"}, {"user_id": "Metalchopz", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.3, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Originally rated July 2005. This brew is actually not as bad as it seems. It pours a pale yellow colour with golden highlights. Carbonation is light with tiny bubbles. Not much lacing and hardly any retention. The nose is malty, but almost roasted (hints of nuts),<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "February 2, 2012"}, {"user_id": "reebtogi", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "poured light straw color into glass with good head that didn’t last  long, very thin with little hop or malt, not a memorable beer whatsoever.", "writed_at": "July 25, 2011"}, {"user_id": "AndreasJaeger", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.0, "review_content": "Bottle. Pale yellow, white head. Aroma: malt, grass, Taste: malt, sweet, corn.", "writed_at": "November 4, 2010"}, {"user_id": "Rciesla", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.5, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Bottle.  I must say the artwork was much nicer then whats pictured here however, thats where the goodness ends.  A copper toned body with a white head.  a corny vegetative skunk y body.  Almost hard to inhale its so buttery and diactyl  just horrid aroma.<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "October 5, 2009"}, {"user_id": "MrRoss", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Nice looking bottle, at least.  Hopping was immediately noticed as the cap came off, and a VERY active foamy white head along with a clear lightish gold colour.  Lacing was short-lived but much better than expected.  Taste was hops and grass; not terrific but<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "July 15, 2009"}, {"user_id": "VertBaconStrips", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.8, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">***review from mid 2008***<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "July 10, 2009"}, {"user_id": "Cirrhosis", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.5, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">This is what happens when you let the waitress pick your beer for you, you get an over priced piece of shit. Served to me in a clear bottle, beer was almost as clear as the bottle, very light yellow in color the head was hard to judge because drank directly fro<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "June 3, 2009"}, {"user_id": "gilvanblight", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.9, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Clear bottle, I hate that.  Skunky scent as soon as I opened it.  Not sure if it’s gone or supposed to be like that.  A touch sweet.  Very little head, pale yellow.  Doesn’t look or smell that apealing.  Tastes better then it looks or smells.  Very watery, doesn’t look<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "April 12, 2009"}, {"user_id": "yespr", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "33 cL bottle. Pours pale yellow with a fully diminished white head. Milky and mild spiced to floral aroma. Mild cardboardish note. Vegetable and cardboardish flavoured with a mild milky note. Ends flat and milky.", "writed_at": "November 27, 2008"}, {"user_id": "dkazuk", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">330ml bottle.<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "September 1, 2008"}, {"user_id": "brad88", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">You will be disappointed.  Doen’t taste like much.  With a lime in it, it tastes like you are drinking carbonated lemon water from a poorly washed beer mug.  If you don’t like beer, that might be good.... and I’d choose it over MGD or Bud in that respect (ie i’d also<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "May 31, 2008"}, {"user_id": "JesseM", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.6, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">330ml bottle. Cool looking bottle, but since it’s clear, I was expecting some skunk. And WOW was I right to expect as much! I could actually smell it the second I popped the cap. Taste is bizarre. There’s almost an ok malt character to it, slightly caramel-like, I<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "May 19, 2008"}, {"user_id": "tomthompson89", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.2, "review_content": "Pale yellow clear color, clear bottle not good idea, but when fresh this beer is decent, decent carbonation, not much nose slightly grassy. Basically a corona from Argentina.", "writed_at": "February 26, 2008"}, {"user_id": "JaPe", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.2, "review_content": "Boring. Plain old beer. Tastes like Budweiser. Don’t care for it, but it is not bad tasting .", "writed_at": "January 13, 2008"}, {"user_id": "yarry", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "330ml bottle, 4.9% a/v\r\n\r\nPours a thin gold with an average white head and above average carbonation evident. Nose is extremely skunky, not surprising given the clear bottle. There are also some grassy floral notes present. Tastes like what it looks like. Corona. Maybe a bit maltier but the same skunk and thin mouthfeel is there. Not a bad beer if your into the Corona sort of thing, but really not a good beer at all.", "writed_at": "October 29, 2007"}, {"user_id": "beergut111", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.7, "review_content": "Weak Carona style beer. All the usual suspects are here; watery , no flavour, boring.....yummmmy!!!", "writed_at": "September 1, 2007"}, {"user_id": "cyrenaica", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.5, "review_content": "330ml bottle \n\r\n4.9% \n\r\nI tried this beer on August 31, 2007 at the Smokeless Joe’s in Toronto.  The beer poured a very pale translucent yello colour with a thin head that dissipated quickly.  The aroma was weakly grassy with a hint of malt.  The mouthfeel was thin and crisp with some mild carbonation.  The taste was very reminiscent of the grassy/rice taste associated with a lot of other pale lagers.  Not a beer I would try again or recommend to my friends (or my enemies).", "writed_at": "September 1, 2007"}, {"user_id": "robinvboyer", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.5, "review_content": "HELLOOOOOOOO is there any taste in there? Just nod if you can hear me.....is there anyone home? The best thing about this beer is the guy riding the bronco on the bottle.", "writed_at": "July 25, 2007"}, {"user_id": "marceOveja", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.9, "review_content": "Bottle. Very weak beer. Body is too watery and it has a lot of bubbles. It is over carbonatated. A little presence of malts and maybe caramel notes. that´s it.", "writed_at": "July 4, 2007"}, {"user_id": "barncatmatt", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.3, "review_content": "this was better when it was $6.95 a 6 pack.....smells like skunk......ok palate and taste......better then the other better selling imports but not something to go out of your way to get", "writed_at": "June 25, 2007"}, {"user_id": "lucien", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "Bottle. A Quilmes product hidden in a Fancy bottle with a cool brand name. The big brewery is trying to get all the market but this is not a premium beer, just a poor imitation of homemade or artesanal beers. Very light colour, corny syrup aroma and watery flavour. More body than quilmes cristal, maybe a little more hops. There are thousands of better beers in Argentina.", "writed_at": "May 14, 2007"}, {"user_id": "LadyCooper", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.4, "review_content": "Pours a light gold with a pale malty aroma. Has a light, crisp, but watery flavour. It’s not bad, but I’ve had better. It is better than some other beers from the region that I’ve tried.", "writed_at": "March 14, 2007"}, {"user_id": "LatinhasdoBob", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.1, "review_content": "First thing: needs to identify its producer (Quinsa), only looks microbrew. Has good colour and head, but lacks a lot of aroma, body, flavour. Don’t know if it could be fixed.", "writed_at": "March 4, 2007"}, {"user_id": "daniel0017", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.1, "review_content": "Corn, hay, birch sawdust to the nose.   Decent lace on glass, nice bubbly white head. pale golden color.  Flavor of corn-on-the-cob, sweet malts.  Watery  acetone palate.  Not horrible but dissapointing.", "writed_at": "February 18, 2007"}, {"user_id": "KingofCastle", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.4, "review_content": "bottle:  As a weak example of a Mexican style pale lager/Cervesa, i can already imagine the roastings this beer will get here.  Sweet malts you can smell.  Almost little too bitter on the bite.. As it warms. look out, really flat.  Throw a lime in here &amp; drink it fast while it’s cold &amp; it’s not that bad.  If you like Carona or Sol, then try this but it’s nothing special.  Having said all this, there is no way in hell this should be rated 3rd percentile, white disgusting smoke beers sit up in the top percentiles - i’d drink this in a flash before another smoke beer.", "writed_at": "February 17, 2007"}, {"user_id": "tiggmtl", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.4, "review_content": "Some creamed corn with surprisingly unskunked pils-like hop nose.  Clear golden body is topped by a fizzy white head that recedes rapidly to a wispy partial cover and ring.  Sweet grainy malts are offset by a surprising bitterness.  Creamed corn notable in the aftertaste.  Harsh strong, sharp bubbled carbonation detracts from enjoyment but is also short-lived leaving the body pretty lifeless after the initial attack.  Light body.  Flirts with drinkability but ultimately carbonation issues settle the issue.  Tulip glass. Fridge temperature.  Clear bottle (MLCC, Nov-06).", "writed_at": "January 13, 2007"}, {"user_id": "RaphaelN", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.1, "review_content": "Possibly the worst thing I ever drank? I could tell by looking at the bottle that it was going to be bad. But I was out of beer at a party, and decided to give it a try upon offer. Tastes of stale steamed vegetables. Very little flavour or aroma whatsoever. Palate is non-existent in this beer (if you can call it that). Poorly flavoured water at most. Grab any other macro if you must.", "writed_at": "December 2, 2006"}, {"user_id": "wanderingman", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "No aroma worth mentioning, no taste worth mentioning, no finish at all. Colour somewhat of pale apple juice with little head that is gone as soon as you blink. I would swear that I just drinking water if it wasn’t for ummm.... ? maybe it was water? Well atleast its not Bud Light.", "writed_at": "September 26, 2006"}, {"user_id": "beanmedic", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.9, "review_content": "dreadful.  smells awful.  tastes just as bad.  and i cant lay the blame entirely on the clear bottles.  seems awful through and through.", "writed_at": "September 16, 2006"}, {"user_id": "piscator34", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.8, "review_content": "Pale gold in colour with high carbonation. Surprisingly grassy (Saaz) aromas, along with a bit of lemon, spice, and muddy water. This one has quite a crispy pilsner malt flavor, a faint note of icing sugar. Medium bitterness. Not too bad at all, although a little on the dull side.", "writed_at": "September 9, 2006"}, {"user_id": "vitamine", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.2, "review_content": "ewwww kill me now. i rather drink skunked beer instead of this. do not waste your money on this", "writed_at": "September 8, 2006"}, {"user_id": "emjay", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.3, "review_content": "Bottle: Poured fine with a surprisingly decent head but it quickly disappeared. Aroma of light hops... very light. The taste is all grass. Better then the stuff I’d get at a college party but still gross.", "writed_at": "September 2, 2006"}, {"user_id": "JHunter", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.1, "review_content": "frothy head with a golden color very malty tastefreashing good summer BBQ beer", "writed_at": "August 23, 2006"}, {"user_id": "Trev", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.1, "review_content": "bottle:\r\nThis beer actually wasn’t as bad as I thought it’d be. \r\nPours a medium gold with a thin white head.\r\nAroma was bready malt with just a hint of grassy hop.\r\nClean malty flavour with a light bitter aftertaste. Nothing interesting TBH.", "writed_at": "August 17, 2006"}, {"user_id": "Slacks", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.3, "review_content": "341ml Bottle: I’m not forgetting my roots, but I am trying to forget this beer.  Poured decent with a nice fluffly white head, but that was soon gone along with my hopes of an enjoyable brew.  Smells like a skunk with a hint of sweet malt (I’m stretching to find the malt).  Tastes horrible.  Metallic, an incredible cloying film is still clinging to my tongue, I can’t shake it.  I don’t know wtf happened here but it’s not happening again.. down the drain with you, nessie.", "writed_at": "August 17, 2006"}, {"user_id": "Oakes", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.9, "review_content": "Golden colour.  Light saaz and biscuity pale malt aroma.  Clean pale malt and saaz palate with a light bitterness.  Considering I had to buy a sixer of this, I’m pretty happy it’s as good as it is.  A well-made premium lager.", "writed_at": "July 16, 2006"}, {"user_id": "Crit", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.5, "review_content": "You people are all becoming beer snobs!!!\r\nDon’t forget your roots.\r\nNot as bad as people say.Small white head. Light malt nose. Decent bodied malt flavor similar to Bucanero", "writed_at": "July 2, 2006"}, {"user_id": "JoeMcPhee", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.3, "review_content": "330 ml bottle.  Pale golden fizzy beer, thin white head.  Aroma of pale malt, light grassy hops.  Not skunked (a miracle considering the clear glass, but maybe just doesn’t have any hops to skunk).  Thin-bodied, clean finish.  Typical import lager.", "writed_at": "April 15, 2006"}, {"user_id": "DuffMan", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.5, "review_content": "So has Canada entered a new trade agreement with Argentina? This beer can be found coast to coast all of a sudden. Anyway, pale lager all the way, with some elevated green hop character and a dry finish. Fine.", "writed_at": "February 27, 2006"}, {"user_id": "daboskabouter", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.6, "review_content": "A pale yellow colour with a fizzy white head.  The nose is skunked of course with almost a hint of grass in there.  The body is equally uninteresting with nary a hint of hops to be found.  Not good, but what do you expect?  I don’t expect much more.", "writed_at": "February 21, 2006"}, {"user_id": "presario", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.1, "review_content": "Clear bottle but since it just came into the province this week it should be OK. Very carboonated light gold with lasting frothy head. Musty inoffensive grass aroma. Oddly peppery flavour. Beer foams in the mouth. Light body but rough hop edge. Produces a good burp!", "writed_at": "February 12, 2006"}, {"user_id": "Hooker", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "Clear pale gold colour with thick lasting white head. Tart pilsen like malt nose. Tongue biting mild malt taste with mild malt finish.", "writed_at": "January 28, 2006"}, {"user_id": "Kinger", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 3.0, "review_content": "This beer isn’t that bad, much better than any other light beer I’ve had such as Corona, the most drinkable brew I’ve come across, easier to drink than coke, perhaps a hint of skunk due to the clear bottles, though it gives a charm if you can believe.", "writed_at": "December 31, 2005"}, {"user_id": "Eructoblaster", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.4, "review_content": "Average golden body topped with a thin white bubbly head. Boring and weak malty/hoppy aroma with bready and skunky notes. Taste is mainly watery and carries some metallic hints. Short bitter finish. One step above Corona.", "writed_at": "September 24, 2005"}, {"user_id": "mds", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.6, "review_content": "bottle. clear, pale golden body with a fluffy white head. generous carbonation. aroma consists of toasted malts, grass, and generally quite bland. wow, body is heavily carbonated and there isn’t much in it other than corn. can’t imagine that I’d ever drink this again.", "writed_at": "August 6, 2005"}, {"user_id": "HogTownHarry", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.4, "review_content": "Bottle (355ml?).  Sampled at the 2005 Toronto (Fort York) Festival of Beer.  Had it right after \"Brava\" - this on’es supposed to be better - it’s actually worse!  Poured a slightly hazy yellow, smelled of corn/grain/hops some malt.  Taste followed aroma - can ’o corn time.  Weak mouthfeel, harsh and stale aftertaste.  A bit metallic.", "writed_at": "August 27, 2005"}, {"user_id": "Lubiere", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.8, "review_content": "I think this is a label version of the Argentinian Isenbeck Premium, repackaged for the Canadian market. Pale yellow lager with collapsing white head. Sweet corn aroma, with some grain malt. In mouth, rather  problematic  adjunct laced sweetness. Watery and bland. As they would say in old BA: Pis de gato, boludo!", "writed_at": "July 26, 2005"}, {"user_id": "MrManning", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.6, "review_content": "Bottle- Pours a golden body with a huge bubbly white head. Aromas are immediate skunk, with some grassy notes, and some malt. Taste is mildly hoppy, metallic, skunked.  Finish is bubbly, thin bodied.Not my cup of tea!", "writed_at": "July 19, 2005"}, {"user_id": "Boutip", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 1.0, "review_content": "Bottle: Poured a light yellow color lager with very little carbonation. Aroma of corn syrup without any hops clearly discernable. Taste is very weak with again light corn syrup, skunk and no aftertaste. Boring.", "writed_at": "July 11, 2005"}, {"user_id": "mrkimchee", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 0.5, "review_content": "holy sweet and skuny aroma.  clear yellow, no head.  very light body and carbonation.  thin sweet fake corn and malt flavour.  mildly tart finish.  bleh.", "writed_at": "July 7, 2005"}, {"user_id": "CapFlu", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.8, "review_content": "(Bottle) Given to me by my friend Terrence. Pours a medium, frothy, white head with a very clear, lightly carbonated golden body. Nose of skunk, straw and malt. The flavour is fairly malty with a an adjunct sourness. I believe this is more flavourful than most NA lagers but the smell is horrendous! Looking at the other ratings, I wonder if I’m drinking the same beer?", "writed_at": "July 6, 2005"}, {"user_id": "MarkoR", "beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "review_score": 2.0, "review_content": "Bland. Easy to forget light beer with yellow head. There’s thousands like this one, a lot of them better.", "writed_at": "July 1, 2005"}]