[{"user_id": "jfb", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.6, "review_content": "(bottle) clear deep golden-amber colour with a frothy off-white head. aroma of floral hops and watermelon, slightly dusty, with a touch of eucalyptus and some yeast. flavour is mostly bran flakes and vanilla icing, with a light earthiness, some toffee and a rather bitter herbal-hoppy finish. medium-bodied with average carbonation.", "writed_at": "August 17, 2017"}, {"user_id": "nerdboy19", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 3.2, "review_content": "One of the best macros in South Korea. It’s a English bitter and has nice hoppy/malty character in it. Bread,ester,caramel,noble hop aroma, slight bitter and sweet finish. Great.", "writed_at": "January 19, 2016"}, {"user_id": "Beerhunter111", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 3.1, "review_content": "Many thanks to Erzengel for sharing! \r\n\n\r\nPours clear orange golden colour with a small off-white head. aroma of red malt, some fruits, nuts. taste of mild hops, red malt, caramel, spruce, nuts.", "writed_at": "January 5, 2016"}, {"user_id": "Erzengel", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.9, "review_content": "Many thanks to Vincent for this 500ml can!  The beer starts nice bitter with hints of the typical Ale flavour. Easy to drink, moderate nice and bitter, round and malty with typical Ale aftertaste. Dry malt, hints of roast. Not too deep, but for a Korean Bitter quite good!", "writed_at": "December 31, 2015"}, {"user_id": "TedE", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.6, "review_content": "330ml bottle into pint glass. Soft malt nose. Bronze coloured beer with large fluffy white head. Very light carbonation. Looks and smells like a standard English bitter. Flat mouthfeel, smooth caramel malt finish. Tiny tangy bitterness right at the end. Yep, this is classic English bitter. Interesting for a Korean beer, run of the mill in England.", "writed_at": "August 9, 2015"}, {"user_id": "hawthorne00", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.6, "review_content": "Bottle. Pale amber with a white head. Aroma of caramel, biscuit, some vague citrus and spices. A bit fizzy. Biscuit, some blackcurrant, lemon, pepper. Decent bitterness. OK.", "writed_at": "June 14, 2015"}, {"user_id": "KansaiBeerLvrs", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 3.2, "review_content": "Can from Homeplus. Queen’s Ale 5.4% Extra Bitter Type served in a pint glass. It pours an orange gold with a soapy head of beige foam. The nose is pretty decent a sharp fruitiness mixed with a biscuity caramel sweetness. Fairly soft mouthfeel on a full body. The taste is a bit too sweet for me but it’s got some one dimensional hoppiness, sweet caramel graham biscuits and a somewhat bitter almost metallic finish. Boring but OK. I think I like this more than the blond, it’s more my speed.", "writed_at": "May 19, 2015"}, {"user_id": "Mcducts", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.8, "review_content": "Hoppy and fruity on the first sent but too bitter in th end. Only choice of beer if you like hoppy beer in Korea.", "writed_at": "January 28, 2015"}, {"user_id": "asheft", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 3.0, "review_content": "Bottle at Alibi, Seoul. Aroma is a blend of earthy and faintly citrusy hops with spicy melanoidins. Almost clear bronze under a lacy, white collar. Not surprisingly, the flavour is quite bitter, with earthy English hops and some spicy malt melanoidin that are a bit sherry-like. Medium body, moderate carbonation, almost crisp.", "writed_at": "January 24, 2015"}, {"user_id": "ColdCalc", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.4, "review_content": "A solid commercial beer. In Korea, there are only cheap swill, mass-market imports, and super pricey craft beers to choose from. Queen’s Ale offers a decent middle ground: more expensive than the mass Korean lagers, cheaper than the importer IPAs, and with a taste to match their middle position. This beer has a decent hoppy bitterness when compared with non-craft beers. A little harsher and less refined than the upscale beers, but much better than drinking another bland lager.", "writed_at": "August 31, 2014"}, {"user_id": "Fatehunter", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 2.8, "review_content": "Pours two fingers of head on a clear medium straw colored body. Looks good.\r\nThe aroma has a mild lemon note to it. Not much but it’s there.\r\nThe taste has a metallic pine bitter flavor throughout with a grapefruit finish. \r\nThe texture is crisp with moderate carbonation.\r\nIt’s an attempt at getting some flavor in the beers of Korea, but it doesn’t work well.", "writed_at": "February 16, 2014"}, {"user_id": "fredthecat", "beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "review_score": 3.4, "review_content": "smells hoppy, fruity, american hops - melon, bright fruitiness. colour is light amber with a fair head. taste is pretty bitter, pleasantly herby, a little spicy. a good palate. a pretty great beer that fits the style from an otherwise awful brewer. interesting", "writed_at": "September 16, 2013"}]