[{"user_id": "TBone", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 2.8, "review_content": "Can 500ml (in Korea). Clear pale amber colour, tiny white head. Nutty, sweetish, earthy hoppy aroma. Light-bodied. Bready, some fruity hops, sweetish finish. Not hopeless UK imitation.", "writed_at": "June 27, 2018"}, {"user_id": "Capa", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 2.7, "review_content": "Malty with a bit of citrus aroma. Flavor is lemony with medium malt. Gets rather sour lemon near the finish. Interesting at first and difficult at the end.", "writed_at": "March 14, 2016"}, {"user_id": "GoufCustom", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 3.3, "review_content": "330 ml bottle bought at The magstore on Cameron Road, Tsim Sha Tsui.\r\n\r\n\n\nClear golden amber colour; Half finger head with soapy white foam which fades in 30 seconds. Good sticky lacing with fizzy small carbonation;\r\nQuite fragrant aroma of Ale malt, with strong caramel, toffee, butterscotch, light sugar, thin lemon and light grass. Some tropical fruity nose come through as beer warms; Close to light sweet taste of moderate Ale malt, with caramel, toffee, light red fruits, molasses, light biscuits, lemon, liquorices, moderate bitter hops and quite strong grass;\r\nMid to light body. Slick palate; Mouth Feel is moderate Amber maltyness in a light and strong-carboed background. Strong caramel, toffee and a touch of butterscotch for smoothness. Red fruits and molasses compliments well with good strong lemon to round. Pretty good!... Hoppiness is thin lemon and light grass in nose. Lemon, liquorices, and strong grass in taste; Bitterness is liquorices-like, quite strong for a lasting, mid-to-high astringent sweet malty finish; Fairly dry after taste. Caramel sweet and bitter to mouth.\r\n\r\n\n\nComments: This one’s hop flavors is very strong for a Pale Ale, but still the caramel and toffee characters stole the show. Its slightly buttery feel enhances its attractiveness somewhat. Not the most outstanding but certainly enjoyable. Good!", "writed_at": "December 7, 2015"}, {"user_id": "TedE", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 3.4, "review_content": "330ml bottle into tulip. Caramel malt nose. Golden amber beer with small white head. A few bubbles. Thin body, oily texture. Initial floral hop taste goes a bit ’juicy fruit’ then lingering lemon notes. I’m really enjoying this, easy drinking and tasty.", "writed_at": "August 14, 2015"}, {"user_id": "KansaiBeerLvrs", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 3.1, "review_content": "Queen’s Ale Blonde Type 5.4% pouring a deep copper gold with a fizzy head that vanished fast but did leave a bit of lacing behind. In a tulip the nose is actually fruity floral caramel, mild but decent enough and a pleasant surprise. A zesty med-full mouthfeel. The taste is sweet, a bit fruity and has some caramel hiding behind an earthy dirt like taste. Not sure what happened here, it’s not bad more like the taste is hiding in an underground cellar peeking out at you. Disappointing after the nice aroma, it just comes off as a lobotomized ale. OK I guess, once it warms up it melds better giving us a fruity caramel flavor.", "writed_at": "May 19, 2015"}, {"user_id": "cubs", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 3.0, "review_content": "Pours a clear, golden appearance with a white head. Dull lemon lime, bland grainy nose. Decent carbonation. Kind of chewy malty flavor. Some lemon. Really bland and very little hops. Not offensive at least.", "writed_at": "May 3, 2014"}, {"user_id": "arminjewell", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 2.9, "review_content": "Pour out of 12 oz bottle, clear orange pour with white head, aroma brought notes of biscuit, bread, vanilla, slight honey, hints of earth, grass, slight trashy notes, hints of earth. Taste is a mix of grass, bread, hints of trash, slight grain, hints of honey, finishing, slighty sweet, dry. Eh.", "writed_at": "May 3, 2014"}, {"user_id": "Fatehunter", "beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "review_score": 3.1, "review_content": "Pours a finger of head on a clear medium straw colored body.\r\nThe aroma has a nice tropical fruitiness to it: mango and pineapple mostly. \r\nThe taste is on the lighter side. Mild lemon candy bitterness and some pine. A descent balance.\r\nThe texture is fizzy, which takes away from the otherwise nice profile.\r\nNot bad if you’re looking for a light but flavorful beer.", "writed_at": "February 19, 2014"}]