[{"user_id": "colui72", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.5, "review_content": "Sometimes need to have the best macros in the world: The Premium Malt's!\nAroma of sweet malts, bready, floral. Malt oriented but with evident aromatic hops.\nBright golden, clear, well carbonated. White, frothy and creamy head, moderate retention, minor laces.\nTastes malty, bready and biscuity, with a touch of floral hops with some fruity esters. Dry finish.\nMedium-light body, quite crisp and carbonated.\nVery tasty, amazing value and quality for a macro beer.", "writed_at": "January 15, 2021"}, {"user_id": "fredthecat", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.2, "review_content": "golden with a small white head. minor aroma, small yeastiness and appley-fruitiness - no off aromas. taste is dry, mature, crisp appley,pale honey. body is adequate. hmm nicely done macro premium blond ale", "writed_at": "July 9, 2019"}, {"user_id": "PubTun3", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 4.0, "review_content": "Color is brigjt golden which is beautiful sparkling presents\nOn palate is fruity of hops", "writed_at": "October 22, 2018"}, {"user_id": "hokapat", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.2, "review_content": "This is a favorite convenience store selection of mine. Yes, I’m fruity, but the sweetness of the nose and the vigorous carbonation open up to a solid malt base that lets me enjoy this now and then. Clean aftertaste that lingers a little sweet. My son hates that part. I like it mostly.", "writed_at": "September 4, 2018"}, {"user_id": "EdKing", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.3, "review_content": "Can from Family Mart. Clear golden amber beer with a white foam head. Nose is fruity, herbal, apple, slight coriander, hay. Taste is red apple fruity, bubblegum, barley malt, toasted grains, slight spice, slight nutty. Say what you like about Japanese macros but at least they have some macros stuff with flavour. Not bad at all, for a light refreshing beer.", "writed_at": "July 31, 2018"}, {"user_id": "Schnabelhund", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.3, "review_content": "Kaoru Ale pours a clear golden color with a small white head. Notes of bubblegum, candy, honey, and banana float up to the nose. The attack is mutedly sweet with honey and bread notes and is followed by a mid-palate of banana and candy notes, with a hint of pineapple, yeast, and white pepper. The finish is dry, quite warming, and with bitterness that is very light but lingers. The lively carbonation adds a decent zing. Not overly complex, but nice overall.", "writed_at": "June 2, 2018"}, {"user_id": "tiong", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 2.7, "review_content": "Draught @ Mount Takao Beer Mount, Tokyo. Sweetish, slightly grassy and citrusy blonde ale with hints of hay and earthiness. Decent.", "writed_at": "October 4, 2017"}, {"user_id": "jinroh", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 2.6, "review_content": "Pours clear amber, foam is gone in seconds and looks really flat after that. Taste is bready, relatively sweet and has something from the hops as well, Not very bitter at all, more like creamy and caramelly. Dry finish. Not the worst attempt by Suntory.", "writed_at": "August 26, 2017"}, {"user_id": "trueknowitall", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 4.7, "review_content": "I will not be talking about the white frothy head or palate per say as to what food this combines well. I will say that this beer accompanies a hot sweaty bath and an episode of crazy ex-girlfriend or a mystery novel with elegance. I can also say that the taste lingers on my tongue and it doesn’t leave me wanting more like so many whorish beers do. This is an underdog beer. A Belgium underdog beer. I see it being taken off the shelf and I think ’Oh my God, where am I going to find this beer next?Where will the next go to store be? Where can I go claiming that I need plastic lunch bags and really I need this beer?’ When I saw that it was offered at 7-Eleven my arms dropped to my side and angels descended into my brain. Suntory makers, thank you for producing this beer and please keep it on the shelves of somewhere local in every community.", "writed_at": "May 24, 2017"}, {"user_id": "the_beergery", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.0, "review_content": "Blue 500 ml can. Suntory Premium Malts has several variants, with different can colours. Styled as a fruity ale. Pour a clear golden shade with some frothy head which dissipates quickly. Aromas are mainly malts (rather than fruit) - bread, cereal, and dough. The taste of this blonde ale is lightly sweet, with almost zero bitterness. there is an average level of carbonation over the light-to-medium body and mouthfeel. Pleasant, easy drink.", "writed_at": "May 16, 2017"}, {"user_id": "faroeviking", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 2.9, "review_content": "Golden colour. Can. Medium white head. Light fruity aroma with malt. Flavour is a bit sweet like with fruity hops and malt. Mild to medium bitterness. Pleasant macro.", "writed_at": "April 12, 2017"}, {"user_id": "willisread", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.0, "review_content": "Can shared. Pours a clear gold with a finger of foam that lingers. Fruity aromas with peach and apricot standing out. Sweet on the palate, but not as sweet as I had feared. LIght bitterness and dryness on the finish with some sweetness. Not awful by any means.", "writed_at": "October 1, 2016"}, {"user_id": "Westkyoto77", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.3, "review_content": "On tap at the brewery tasting. Served in a wine glass to bring out the aromas. Golden body with a fine white head. Very fruity aromas for a major-type beer. Some peach, bread, cereal malt. Rather sweet, but not as sticky or cloying as from the can. A decent ’ale’, but hard to pigeonhole. I liked it and will give it a try in the cans next.", "writed_at": "July 8, 2016"}, {"user_id": "Oakes", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 2.9, "review_content": "Golden. Thick head. Aroma is fruity, with light hop spiciness. Pale malt backbone but it is a little appley.", "writed_at": "June 28, 2016"}, {"user_id": "hawthorne00", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 2.8, "review_content": "Can. Very pale gold with a white head that doesn’t last (but eh, crappy glass). Shy aroma has some mandarin, peach and pepper, hay. Smell’s p’retty wimp’y. But it has more body than suggested by the aroma and there’s a bit of toast to the hay and light bread. Fruit - mandarin, white peach - is there albeit pretty subtly but spices come through OK at the modestly bitter end.", "writed_at": "June 26, 2016"}, {"user_id": "colui72", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.5, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Sometimes need to have the best macros in the world: The Premium Malt's!\nAroma of sweet malts, bready, floral. Malt oriented but with evident aromatic hops.\nBright golden, clear, well carbonated. White, frothy and creamy head, moderate<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "January 15, 2021"}, {"user_id": "fredthecat", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.2, "review_content": "golden with a small white head. minor aroma, small yeastiness and appley-fruitiness - no off aromas. taste is dry, mature, crisp appley,pale honey. body is adequate. hmm nicely done macro premium blond ale", "writed_at": "July 9, 2019"}, {"user_id": "PubTun3", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 4.0, "review_content": "Color is brigjt golden which is beautiful sparkling presents\nOn palate is fruity of hops", "writed_at": "October 22, 2018"}, {"user_id": "hokapat", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.2, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">This is a favorite convenience store selection of mine. Yes, I’m fruity, but the sweetness of the nose and the vigorous carbonation open up to a solid malt base that lets me enjoy this now and then. Clean aftertaste that lingers a little sweet. My son hates that<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "September 4, 2018"}, {"user_id": "EdKing", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.3, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Can from Family Mart. Clear golden amber beer with a white foam head. Nose is fruity, herbal, apple, slight coriander, hay. Taste is red apple fruity, bubblegum, barley malt, toasted grains, slight spice, slight nutty. Say what you like about Japanese macros but<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "July 31, 2018"}, {"user_id": "Schnabelhund", "beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "review_score": 3.3, "review_content": "<div class=\"LinesEllipsis LinesEllipsis--clamped \">Kaoru Ale pours a clear golden color with a small white head. Notes of bubblegum, candy, honey, and banana float up to the nose. The attack is mutedly sweet with honey and bread notes and is followed by a mid-palate of banana and candy notes, with a<span class=\"LinesEllipsis-ellipsis\">…</span></div>", "writed_at": "June 2, 2018"}]