[{"user_id": "GregMooreNH", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 1.1, "review_content": "Pours clear dark golden with a full, white head.  Aroma is skunky grass.  Taste is faint corn, moving to skunky grass.  Yech.", "writed_at": "September 7, 2021"}, {"user_id": "SHIG", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 2.0, "review_content": "Sample thanks to Grumbo: Poured a golden with a white carbonated head. Aroma is skunky, how I have missed this from some of my earlier South Korean beers, malts. Taste is sweet, grassy, grain, wet, malty. Taste better than it smells.", "writed_at": "September 7, 2021"}, {"user_id": "Grumbo", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 2.1, "review_content": "2/9/2021. Bottle from MM Global Supermarket, Chelmsford. Pours bright golden with a frothy white head. Aroma of sweet malt, grain, corn biscuit, caramel, hint of citrus. Medium plus and low bitterness. Light body, slight oily texture, average carbonation. Not great but better than others I've had from Korea'sHite brewery.", "writed_at": "September 2, 2021"}, {"user_id": "stevoj", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 2.5, "review_content": "12oz bottle from Halftime. Clear golden pour, lively carbonation, big foamy head subsides. Grainy, corn aroma, cereal, sweet. More sweet grainy flavors with a really slippery feel. Just a trace of vegetal notes, much less than expected.", "writed_at": "August 3, 2021"}, {"user_id": "Oakes", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 2.1, "review_content": "Cleaner and maltier than most a Korean swills.  Balanced for the style. If you have to swill, this is one of the better options.", "writed_at": "February 27, 2020"}, {"user_id": "Pyobon", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 1.8, "review_content": "(Bottle) Pours clear gold with little head. Unpleasant aroma of corn and vegetables. Thin body and fizzy. Taste is watery, somewhat citrusy and corny. Quite unpleasant but ok with spicy food", "writed_at": "November 2, 2019"}, {"user_id": "hehe_papiesz_xd", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 1.1, "review_content": "Water with some corn. No idea how did they even make this. Can't sum it up better than just XDDDD.", "writed_at": "July 17, 2019"}, {"user_id": "douglas88", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 2.7, "review_content": "Bottle in Seoul. Looked to be Australian, but perhaps made in Korea? Anyway, pours a clear golden hue with a large white head. Bready, biscuit, a bit dirty, sweet malts. OK.", "writed_at": "July 14, 2019"}, {"user_id": "fredthecat", "beer_kor_name": "테라", "beer_eng_name": "Terra", "review_score": 0.7, "review_content": "Light gold with a small white head that seems to stick around. Aroma is vegetabley, cardboard, rotten corn type. Taste is low in hops, sweet, corny. Tastes like very cheap light style north american beer. Why do i have to waste my stomach space on this fucking garbage hite-jinro? They release the most superfluous bad beers here, even though they come out so rarely you'd think there was a lot of thought involved in them. what the hell is this supposed to be? you already have cheaper happoshu that fills this category and tastes noticeably better than this. the \"100% real carbonated beer\" is perhaps just trying to insult the customer even more. korea never learns.", "writed_at": "April 4, 2019"}]