[{"user_id": "deanso", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.3, "review_content": "33cl bottle from a Phnom Penh night shop.\nThin white head.  Clear golden pour. Not great.", "writed_at": "June 7, 2020"}, {"user_id": "GuideDogSaint", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.1, "review_content": "330ml bottle from a small supermarket in Kampot, Cambodia. Pours clear pale yellow with a thin white head. Aroma of malt and lemon. Similar taste. Sweet finish. A bit better than the totally bland weaker lagers in China.", "writed_at": "February 11, 2020"}, {"user_id": "YantarCoast", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.0, "review_content": "500ml can from Beru Vyhodnoy in Moscow. Pours clear good with a small white head. Aroma is rice and grain. Taste is light sweet, watery, metallic. More or less what I expected. Bought two cans of it by accident (packaging was slightly different). Oh dear", "writed_at": "January 17, 2020"}, {"user_id": "vinivini", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.2, "review_content": "Brilliantly golden beer. White frothy head. Nose: grains, cooked rice. Similar taste. Pure. Low hopping. Bland brew", "writed_at": "February 10, 2019"}, {"user_id": "jmgreenuk", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.0, "review_content": "Can from a Singapore convenience store. Poured a crystal clear yellow straw colour with a fizzy white head and lots of bubbles. The aroma is grainy malt, mineral, light dry hop. The flavour is light bitter, light sweet, with a watery, malt, rice pudding, light dry hop bitter palate. Light to medium bodied with average to lively carbonation.", "writed_at": "May 24, 2018"}, {"user_id": "kerenmk", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.3, "review_content": "Can sample at a tasting at the Dancing Camel. Thanks Stas. Clear light gold with a white head. Cardboard and candy aroma, diluted grape juice. Sweet and cardboard-like taste. Light body, some fizz, insignificant finish.", "writed_at": "December 3, 2017"}, {"user_id": "zvikar", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.9, "review_content": "At the Dancing Camel, Pours yellow with a small head, aroma of lemon, fruits, malt, flavor of malt, corn, lemon, light bodied", "writed_at": "October 24, 2017"}, {"user_id": "larsniclas", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.2, "review_content": "Canned. Thx anonymous\r\nPale yellow. Small, white head. \r\nSweet and cereal in both aroma and flavour. \r\nNo bitterness. Totalt meaningless.", "writed_at": "October 7, 2017"}, {"user_id": "KeefOz", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.6, "review_content": "Tasted 11/1/2017. Bottle, People’s Park Complex, Chinatown, Singapore; $S6. Poured a crystal clear golden colour with a one-finger bright white open foam head that retained well and laced OK. Carbonation low, slow and with medium sized bubbles. Aroma is bland with slight sweet malt and hints of rice; no obvious hops. Taste is bland with slight sweet malt and hints of rice; no real bitterness. Light body, a bit thin. Smooth with a bland finish.", "writed_at": "January 15, 2017"}, {"user_id": "kidmartinek", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.9, "review_content": "pours pale gold with a white foamy head. Aroma is that of a run of the mill lager. Faint malt and a hop or two. Medium body. Good lunch substitute if it’s really cold.", "writed_at": "July 19, 2016"}, {"user_id": "Erzengel", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 1.2, "review_content": "Can in Macau. Smooth neutral beginning. Fresh, watery. Metallic. No bitterness, no real body, strange.", "writed_at": "May 22, 2015"}, {"user_id": "GoufCustom", "beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "review_score": 2.6, "review_content": "330 ml pull-tap gold can bought at ParkNShop Superstore in Fanling. \r\n\r\n\n\nPale pear golden colour; One-quarter finger head and soapy white foam which fades in 20 seconds; Minimal lacing and notable slight carbonation; Sweet smell of light malt, rice, grains, light syrup, lemon and grass; Light sweet taste of malt, with strong rice, faint apple juice, light bread, very faint citrus and light grass; Light body, watery palate; Taste profile is quite malty body with strong rice. Sweetness is moderately low with some hint of apple juice. Otherwise very clean taste with no fouls. Okay; Hoppiness is low lemony grass nose, thin citrus and grass taste, and notable low bitterness for a clean finish; Slighty dry after taste, very easy to mouth.\r\n\r\n\n\nComments: I had no expectation on this one, especially it was grabbed by chance from an 12-pack accidentally opened by store staff! So it comes as a surprise with a non-pungent smell, pretty clean taste, notable hop presence and a hassle-free finish. Fully quaffable for an Asian macro and good for washing down heavy meals.", "writed_at": "October 6, 2013"}]