[{"user_id": "luser2000", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.8, "review_content": "Nem túl markáns, \"könnyűre hangszerelt\" búza, hozza az alap aromákat, kellemesen frisses, minimális habbal. Semmi kiemelkedő nincs benne, de nem is ócska.", "writed_at": "April 10, 2021"}, {"user_id": "xyq", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.0, "review_content": "Intense banana and clove aromas, pale yellow with a hint of turbidities, malt and citrus sweetness on the palate", "writed_at": "March 28, 2021"}, {"user_id": "earlofale", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.1, "review_content": "Bottle. Slightly cloudy, pale yellow color. Light fuity, banana, apple aroma. Dry taste, very low bitterness. Light fruity aftertaste, banana, green apple. Light body, Medium carbonation.", "writed_at": "November 1, 2020"}, {"user_id": "dunklermessias", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.3, "review_content": "Slightly cluady, bright golden color and a niche white head. Not too bad wheat beer. Nice yeasty and banana taste with faint spicy flavours", "writed_at": "October 18, 2020"}, {"user_id": "daniele", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.7, "review_content": "bottle  dorata velata schiuma mefia non molto persistente lieve nota citrica poco amara", "writed_at": "September 26, 2020"}, {"user_id": "vladeath", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.6, "review_content": "Turbid golden color with excellent foam.\nNose. Spicy, banana, and notes of rubber.\nTaste. Watery, slightly sweet, wheat, spicy notes. \nStrange beer.", "writed_at": "July 3, 2020"}, {"user_id": "Turboninja", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 1.4, "review_content": "Medium/light, averagely balanced nuances of sweetish wheat and minimal German hops. That's it. 3 1 3 2 5", "writed_at": "February 7, 2020"}, {"user_id": "sparta", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.8, "review_content": "Õlle on selline jook, et iga uus kord kui klaasi või pudeli suule tõstad, siis leiad midagi uut, sõltuvalt tuhandest-miljonist pisiasjast, mis hetke olukorda mõjutavad. Seega piirdun iga õlle juures selle tekstiga.", "writed_at": "January 12, 2020"}, {"user_id": "kapusil", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.6, "review_content": "0.33l bottle. Slightly hazy pale yellow body with a thin white head. Totally looks like a Belgian wit. Aroma of hay, banana and some coriander-like spicyness. Taste of sugar syrup and banana. No sign of hops in the sip, but traces appear in the finish. Quite watery. It doesn't have any flaws except it's very weak.", "writed_at": "January 5, 2020"}, {"user_id": "SVD", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.4, "review_content": "Hazy golden, small, aroma is wheat, banana, taste is the same, wheat, tart, ok wheat beer, bit watery.", "writed_at": "December 8, 2019"}, {"user_id": "DeanF", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.5, "review_content": "Okay whiteish yellow body but with an odd sheen and little foam. Smells of banana and a bit of adjunct. Flavour is okay wheat notes simplified and missing something that better wheat beers around the world manage.", "writed_at": "August 19, 2019"}, {"user_id": "Calisky", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.9, "review_content": "Jaune trouble bonne mousse blanche, depots.\nBon nez malte paille fruité, bien pour le style.\nGout malté fruité, note ananas, bon corp un peu onctueux. Fin fruitée.\nPas mal pour le style", "writed_at": "July 29, 2019"}, {"user_id": "hehe_papiesz_xd", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.8, "review_content": "Aromat przyjemny, wyraźnie bananowy. Smak gorzej, topornie słodowy, dziwny posmak.", "writed_at": "July 13, 2019"}, {"user_id": "vinivini", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 1.9, "review_content": "Cloudy. Light yellow. Decent white head. Aroma: faint white bread, phenols, a tiny banana hint. Everlightest body. Really watery. Taste: diluted features mentioned above. Extremely hollow. Just whole lot of nothing.", "writed_at": "July 6, 2019"}, {"user_id": "sharkydodson", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.4, "review_content": "the aroma is fruity and floral with hints of banana, esters, toffee, candy and some spices... the taste is fruity and floral with notes of banana, toffee, yeast, sweet citrus, esters and some herbs... the aftertaste is sweet and dry...", "writed_at": "June 25, 2019"}, {"user_id": "BelikeIPA", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.0, "review_content": "Bottle, 330ml\nLight body\nPale colour, head did not last that long\nI got 4 bottles of tsingtao beers (2 wheat and 2 stout) with two small beer glasses.\nFor my personal point of view, I would not drink it if I want to drink a real \"wheat beer\".", "writed_at": "April 17, 2019"}, {"user_id": "Kavu", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.5, "review_content": "0,33l bottle from K-Market Jätkäsaari, enjoyed @ home. Pours hazy yellow with a high head. Aroma is sweet malts with some wheat. Flavor is sweet watery malts with some wheat. Drinkable.", "writed_at": "February 9, 2019"}, {"user_id": "alex_leit", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.5, "review_content": "Bottle 33 cl. Golden color, hazy, white foam. Aroma: yeast, light fruitiness, a bit of wheat and barley malt, slightly spicy. Taste: sparkling, sweetish wheat, slightly spicy, a faint hint of a banana and cloves, quite soft, slightly watery, drinkable.", "writed_at": "February 3, 2019"}, {"user_id": "laiti", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.1, "review_content": "33 cl bottle @ Härmälä. BBE 24.02.2019. Aroma has fruit candy and bubblegum. A bit fizzy palate. Flavour has candy, bubblegum and banana. Also hints of minerals. Better than I expected.", "writed_at": "February 2, 2019"}, {"user_id": "mile", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.5, "review_content": "Bottle. Golden, cloudy, small to average and mostly diminishing head. Moderate, malty - wheaty and lightly sweetish aroma with faint fruitiness and light banana. Body is light to medium, malty - lightly wheaty and lightly sweetish flavor, faint fruitiness and banana. Finish is short to average, malty - lightly wheaty and dryish - lightly sweetish, faint fruitiness and banana. Bit thin hefe weizen - not too sweet though.", "writed_at": "January 6, 2019"}, {"user_id": "DraftPours23", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.9, "review_content": "Robe voilée, mousse assez moyenne, carbo fine et moyenne. Nez agréable de banane. En bouche, c'est acidulé et banané, typé weizen, mais quand même bien acidulé. Se laisse boire facilement, sans plus.", "writed_at": "October 25, 2018"}, {"user_id": "AleProfessor59", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.0, "review_content": "Tried with bottled Tsing Tao wheat beer in Singapore BBQ Box last night. The overall is okay and obviously better than other factory lager sells in the same store. Of course there are other good options but still it is a quite good experience to taste Chinese-bbq with Tsing Tao wheat beer. Recommended.", "writed_at": "October 20, 2018"}, {"user_id": "Syfher", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.9, "review_content": "Bottle of 33cl, in a Tumbler glass; from the fridge.\r\n\r\nMeh... an usual wheat beer...", "writed_at": "September 30, 2018"}, {"user_id": "labeerinthum", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.9, "review_content": "Bottiglia. All'olfatto si esprimono sentori di cereali. L'intensità olfattiva è normale, permanendo in maniera sufficiente. Il cappello di schiuma resiste poco. La grandezza delle bollicine è medio-fine. Il liquido è di aspetto opalescente e anche qui la grandezza delle bollicine è medio-fine. Il colore è giallo dorato brillante. Il corpo è rotondo. L'amaro è non invadente. La forza gustativa è normale e la durata è sufficiente. Il gusto è piacevole. Il finale è amarognolo. Il retrogusto è di media intensità. Al palato si attestano indizi di miele, cereali, agrumi e banana.", "writed_at": "September 20, 2018"}, {"user_id": "CloakedDagger", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.9, "review_content": "Bottle 33 cl. Pours a hazy yellow with an almost absent white head. Sweet banana and yeast in the nose. Medium body, lowish carbonation, loads of banana, yeast and cloves - all very classic. Close to no hops. To the sweet side, but very close to the German classics. 290818", "writed_at": "August 29, 2018"}, {"user_id": "jaghana", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.7, "review_content": "Bottle 33cl, a cloudy golden beer with medium head. Nose is on wheat and yeast, some heifeweizen yeast notes. Aroma is on a german heifeweizen but less malty and with medium to low body, light banana touch, some apple notes too, not bad but a bit low.", "writed_at": "July 20, 2018"}, {"user_id": "thellgren", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 2.5, "review_content": "0.33 l bottle from K-Citymarket Ruoholahti, Helsinki. Pale yellow, cloudy, big head. Taste is very sweet, not banana, but caramel. Not bad, but don't expect Bavarian taste. At least this has no rice.", "writed_at": "July 15, 2018"}, {"user_id": "TBone", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.0, "review_content": "Bottled 330ml (Alko web)\n\r\nHazy yellow colour, small white head. Banana and some clove in the nose. Light to medium-bodied. Flavour has banana and light spiceyness. Sweetish hefeweizen. Easy, a bit watery finish. Positive suprise, perhaps could be slightly stronger.", "writed_at": "July 10, 2018"}, {"user_id": "Hermod", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.0, "review_content": "330ml bottle. From Prisma.\nPoured light, pale golden color with a thin white head.\nClove, spicyness some wheat in the aroma.\nSome banana as well along with the spicyness. Light bodied. Clean, easy hefeweizen.", "writed_at": "June 30, 2018"}, {"user_id": "TET", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.2, "review_content": "A light yellow beer, a head is medium and white. Aroma has fruitness of banana with some sweetness, some spicyness of clove. Taste has some banana, low spicyness, some sweetness. Almost medium bodied. Quite nice beer without anything to complain.", "writed_at": "June 26, 2018"}, {"user_id": "WVHouseofBeer", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.1, "review_content": "I bought this not expecting much but it was surprisingly decent. There was an actual wheat presence with some light banana notes and a somewhat creamy body. Pours hazy yellow with a medium sized white head. Of course the flavors, aromas and body were not top notch, but better than one would expect from Tsingtao. I'd buy it again if on sale.", "writed_at": "June 10, 2018"}, {"user_id": "GoufCustom", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.0, "review_content": "500 ml can bought at Great Food Hall in Pacific Place, Admiralty.\r\n\r\n\n\nCloudy straw light golden colour with misty yeast particles; Two and a half finger head with soapy white foam which lasts for 2 minutes; Fair sticky lacing with fizzy carbonation; Fragrant aroma of malt, with banana, strong wheat, tartness, vanilla, floral, sugar, cloves, strong spices, thick bread, yeast, lemon and strong grass; Close to light sweet taste of fair malt, with notable tartness, wheat, light banana, light floral, light sugar, light cinnamon, spices, bread, yeast, lemon, light bitter hops and strawy grass; Close to light body. Thin and slightly slick palate; Mouth feel is very solid fair maltyness in a watery background. Notable wheat and tartness is close to sour. Light banana ester, flowery with fair sweetness, spicy bready yeasty with grassy lemon to round. Decent... Hoppiness is floral, strong spices, lemon and strong grass in nose and taste; Bitterness is light for an abrupt, very low-astringent sweet and bitter wheaty finish; Slightly dry after taste. Malty spicy and easy to mouth.\r\n\r\n\n\nComments: I have no expectation with this one given Tsingtao's lowly rep and young experience in wheat beers. Turns out this is okay, with strong enough malt , tart wheatyness, fair esters with distinct grassy hops. Only the slightly watery taste is the minus, otherwise not bad for Summer crushing!", "writed_at": "May 31, 2018"}, {"user_id": "YantarCoast", "beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "review_score": 3.2, "review_content": "500ml bottle from Bliznetsy in Moscow. I assume this is not just a renamed version of Tsingtao White. Pours cloudy gold with a tall and long-lasting white head. Aroma is ripe bananas, wheat, slightly perfumey. Taste is light sweet, banana esters, candied oranges, wheat malt. Unexpectedly good.", "writed_at": "May 26, 2018"}]