[{"beer_kor_name": "1664블랑", "beer_eng_name": "Kronenbourg 1664 Blanc", "class": "Witbier / Belgian White Ale", "country": "🇫🇷 ", "description": "1664 White is a fresh and fruity white beer. Because of its flavor and its design, it embodies the elegance and taste of French in the world of wheat beers.\r\n\r\nAuthentic, it is accessible and slightly fruity, revealing subtle aromas of citrus, lemon and coriander."}, {"beer_kor_name": "경복궁", "beer_eng_name": "Kabrew Gyeongbokgung Royal Pride IPA", "class": "ISA - Session IPA", "country": "🇰🇷 ", "description": "Session IPA has a strong personality and a good balance between malt and hops, which is made with special malts full of dried fruit flavor, unlike Session IPA in the existing market."}, {"beer_kor_name": "광화문", "beer_eng_name": "ARK Seoulite Ale", "class": "Pale Ale - American (APA)", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "구미호 IPA", "beer_eng_name": "Kabrew Kumiho India Pale Ale", "class": "IPA", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "구미호 피치 에일", "beer_eng_name": "Kabrew Kumiho Peach Ale", "class": "Flavored - Fruit", "country": "🇰🇷 ", "description": "North American style fruit beer based on wheat which has full scent of peach and no bitter taste."}, {"beer_kor_name": "구스 아일랜드 IPA", "beer_eng_name": "Goose Island Goose IPA", "class": "IPA - English", "country": "🇺🇸 ", "description": "Bottle: Filtered\n\nAn English Style IPA, this beer opens with a fruity aroma set off by a dry malt middle and long hop finish.\nOur India Pale Ale recalls a time when ales shipped from Britain to India were highly hopped to preserve their distinct taste during the long journey. The result is a hop lover's dream with a fruity aroma, set off by a dry malt middle, and long hop finish.\nBourbon in colour and 59 in International Bitterness Unit, our IPA uses Pilgrim, Styrian Golding Celeia, Cascade and Centennial Hops.\nWe don't need to be the only beer you drink.\nWe just want to be the best beer you drink."}, {"beer_kor_name": "구스 아일랜드 덕덕구스 ", "beer_eng_name": "Goose Island Duck Duck Goose", "class": "Wheat Ale", "country": "🇺🇸 ", "description": ""}, {"beer_kor_name": "구스 아일랜드 마틸다", "beer_eng_name": "Goose Island Matilda", "class": "Belgian Ale - Dark / Amber", "country": "🇺🇸 ", "description": "Bottle conditioned.\n\r\nIngredients: Water, Styrian and Saaz Hops, 2-Row Barley and Caramel Malt, Yeast and Granulated Beet Sugar.\n\r\nMatilda is made with a rare yeast that suggests a fruity and spicy flavor. There is complex maltiness balanced with a profuse amount of hops."}, {"beer_kor_name": "구스 아일랜드 버본 컨트리 스타우트", "beer_eng_name": "Goose Island Bourbon County Stout", "class": "Stout - Imperial", "country": "🇺🇸 ", "description": "\"I really wanted to do something special for our 1000th batch at the original brewpub.  Goose Island could have thrown a party.  But we did something better.  We brewed a beer.  A really big batch of stout-so big the malt was coming out of the top of the mash tun.  After fermentation we brought in some bourbon barrels to age the stout.  One hundred and fifty days later, Bourbon County Stout was born-A liquid as dark and dense as a black hole with a thick foam the color of bourbon barrels.  The nose is a mix of charred oak, vanilla,carmel and smoke.  One sip has more flavor than your average case of beer.  It overpowers anything in the room.  People have even said that it’s a great cigar beer, but I haven’t yet tried a cigar that would stand up to it.\"  Brewmaster Greg Hall;   \r\n\n\r\nIBU’s 60-High\r\nColor - Midnight\r\n\n\r\nWas 11% abv,\n\r\n2007 and 2008 - 13% abv \n\r\n2011 - 14.5% abv \n\r\n2012 - 15% abv\n\r\n2013 - 14.9% abv\n\r\n2014 - 14.4% abv\n \r\n2015 - 14.2% abv\n \r\n2016 - 13.9% &amp; 13.8% abv \n\r\n2017 - 14.1% abv \n\r\n2018 - 14.7% &amp; 15.2% abv \n\r\n\n\r\nEditor’s Note: Baudoinia Fulton &amp; Wood Series offering (And the Low Storage entry from FoBAB 2012) is simply Bourbon County Stout aged in the same barrels. It has been alted as it offers no different recipe or barrel type simply the presence of a distillers fungus on the barrels that adds no distinct characteristic to the beer from the fungus itself except for possible oxygen exposure changes. While Brewers Intent indicates that they consider it a new beer, no true distinction aside from this oxidation amount and possible aging time differences separates the beers. It’s essentially a single barrel Bourbon County version something we have always treated as regular Bourbon County Stout in the past."}, {"beer_kor_name": "구스 아일랜드 소피", "beer_eng_name": "Goose Island Sofie", "class": "Saison / Farmhouse - Flavored", "country": "🇺🇸 ", "description": "Fermented with wild yeasts and aged in wine barrels with orange peel, Sofie is a tart, dry, sparkling ale. A subtle, spicy white pepper note, a hint of citrus from the orange peel and a creamy vanilla finish make Sofie an intriguing choice for Champagne drinkers and beer drinkers who are fond of Belgian Saisons."}, {"beer_kor_name": "구스 아일랜드 썸머 타임", "beer_eng_name": "Goose Island Summertime", "class": "Kölsch / Kölsch-Style", "country": "🇺🇸 ", "description": "Kolsch, the clean and refreshing beer style of Cologne, Germany, quenches summertime thirst. This pale golden ale with a lightly fruity aroma is cold-conditioned or lagered after its primary fermentation. More simply, our Summertime uses only the finest malts and German hops to create the perfect beer for hot Summer days and warm Summer nights."}, {"beer_kor_name": "구스 아일랜드 페페 네로", "beer_eng_name": "Goose Island Pepe Nero", "class": "Saison / Farmhouse - Dark", "country": "🇺🇸 ", "description": "A black rye saison that combines a roasted/smoky malt character in balance with a pepper spice from the yeast.  Finishes dry with a refreshing level of carbonation."}, {"beer_kor_name": "구스 아일랜드 혼커스 에일", "beer_eng_name": "Goose Island Honkers Ale", "class": "Bitter - Ordinary / Best", "country": "🇺🇸 ", "description": "Inspired by visits to English country pubs, Honker’s Ale combines a fruity hop aroma with a rich malt middle to create a perfectly balanced beer. Immensely drinkable, Honker’s Ale is not only the beer you can trust but one you’ll look forward to time and again."}, {"beer_kor_name": "구스 아일랜드 312", "beer_eng_name": "Goose Island 312 Urban Wheat Ale", "class": "Wheat Ale", "country": "🇺🇸 ", "description": "Like the digits suggest, it’s a beer that’s densely populated with flavor and loaded with character. We don’t filter it, so none of its life and soul is stripped away.  The first thing you notice is the hazy, cloudy appearance. That’s how you know it’s unfiltered. What hits you next is the spicy aroma of Cascade hops, followed by the crispy, fruity ale flavor delivered in a smooth, creamy body, the result of blending barley malt with torrified wheat. It’s not like any other Goose Island Beer, but no less that you’d expect."}, {"beer_kor_name": "기네스 드라우트", "beer_eng_name": "Guinness Draught", "class": "Stout - Dry / Irish", "country": "🇮🇪 ", "description": "Nitro-can, nitro-keg and nitro-bottle; Filtered\n\r\nUsually called Draught; sometimes called Cold or Extra Cold - same beer, but served colder. Abv ranges from 4.1 to 4.3 % depending on where it was brewed - Guinness exports a hopped and concentrated wort to regional breweries who then brew it on site.\n\r\nLaunched in 1961. \n\r\nIngredients: Pale ale malt, about 25 to 30% flaked barley, and about 10% roasted barley, with no other grains or sugars; several hop varieties, mainly Goldings (pellets and isomerized extract); a flocculent head-forming ale yeast."}, {"beer_kor_name": "기네스 엑스트라 스타우트(북미)", "beer_eng_name": "Guinness Extra Stout (North America)", "class": "Stout - Dry / Irish", "country": "🇨🇦 ", "description": "Labatt’s brew a pale ale base to which is added the unfermented but hopped Guinness wort extract. Guinness Extra Stout is brewed in Canada by Labatt under license from Arthur Guinness Son &amp; Company.  Editor’s Note:  It looks like Moosehead is also brewing Guinness.  Bottles in the US are from there of late, but Canadian bottles are still showing Labatt.  04/23/06"}, {"beer_kor_name": "기네스 엑스트라 스타우트(세계)", "beer_eng_name": "Guinness Foreign Extra Stout", "class": "Stout - Extra / Foreign / Tropical", "country": "🇮🇪 ", "description": "Foreign Extra Stout is a beer like no other.  The most full-flavoured of all.  Singular and striking.  Uniquely satisfying.  Brewed with extra hops and roasted barley for a natural bite.  Bitter and sweet.  Refreshingly crisp.  Always rewarding.  Pure beauty.  Pure GUINNESS.\r\n\r\n\n\nEditor’s Note:  This is the standard FES.  Sometimes it is imported from Ireland but more often it is brewed locally.  This version is most common in the Caribbean and Africa.  All versions from those places, save for Jamaica, Nigeria, Kenya and Ghana should be rated here."}, {"beer_kor_name": "기네스 흑맥주", "beer_eng_name": "Guinness Black Lager", "class": "Schwarzbier / Black Lager", "country": "🇮🇪 ", "description": "Guinness Black Lager is cold-brewed with roasted barley to deliver the refreshing taste of lager with the unique character of Guinness. Enjoy ice cold straight from the bottle. \r\n\n\nKnown as Premium Beer in Malaysia, where it is 5%."}, {"beer_kor_name": "기린 라거", "beer_eng_name": "Kirin Lager", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "Original recipe, low-temperature fermentation, longer aging.\r\n\r\nEditor's Note: Also brewed in the US: \"Anheuser-Busch began brewing Kirin Lager, Kirin Ichiban and Kirin Light at its Los Angeles brewery in 1997. The agreement marks the first time Anheuser-Busch has produced foreign brands for sale in the United States.\""}, {"beer_kor_name": "기린 이치방", "beer_eng_name": "Kirin Ichiban", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "Bottle, can and keg: Filtered.  \r\nBrewed under license in various locations around the world (UK, USA, Germany, etc) to differing recipes and abv. \r\n\r\nFinest barley malt, premium hops, smooth finish, no bitter aftertaste."}, {"beer_kor_name": "남산", "beer_eng_name": "Kabrew Namsan Mountain Premium Citra Ale", "class": "ISA - Session IPA", "country": "🇰🇷 ", "description": "Namsan Mountain is a premium ale that combines Citra hop's lemon and orange scents with Mosaic hop's passion fruit and black currant scent."}, {"beer_kor_name": "버드와이저", "beer_eng_name": "Budweiser", "class": "Pale Lager - American", "country": "🇺🇸 ", "description": "Brewed and sold since 1876,  Budweiser is distributed in more than 70 countries. Budweiser leads the U.S. Premium beer category, outselling all other domestic premium beers combined. In fact, one in almost every five beers sold in the United States today is a Budweiser. \n\r\n\"We know of no brand produced by any other brewer which costs so much to brew and age. Our exclusive Beechwood Aging produces a taste, a smoothness and a drinkability you will find in no other beer at any price.\"\n\r\n\"Brewed with 100% natural ingredients. We use only the finest hops, barley malt, rice, yeast and water. We craft and age Budweiser using time-honoured brewing methods.\""}, {"beer_kor_name": "버드와이저 셀렉트", "beer_eng_name": "Budweiser Select", "class": "Pale Lager - American", "country": "🇺🇸 ", "description": "American-style lager that is long brewed for a crisp taste that finishes clean.  It contains only 99 calories, 3.1 grams of carbohydrates and 4.3 percent alcohol by volume per 12 oz. serving."}, {"beer_kor_name": "부드바이저 부드바", "beer_eng_name": "Budweiser Budvar", "class": "Pilsener - Bohemian / Czech", "country": "🇨🇿 ", "description": "Can, bottle, keg: Filtered\nB:Original / Original Czech Lager\n\nSold as Czechvar in most of the Americas (due to a trademark dispute with Anheuser-Busch), and as Budweiser Budvar in the rest of the world. Has adopted the subtitles \"B: Original\", \"Original Czech Lager\" or just \"Original\", depending on market, to emphasis that the company was the first to use the Budweiser name. \n\nBrewed using whole-cone, Saaz hops from Žatec, pristine water from an Ice Age aquifer, Moravian malting barley and our heritage lager yeast, this classic rich and full-flavoured lager sets the gold standard for Czech brewing across the world. The tradition of cold-conditioning in our brewery cellars for seven times longer than most other beers creates a pale lager with a sweet, deep golden body and an aromatic, hoppy foam. Bold in taste, yet refreshing and perfectly balanced."}, {"beer_kor_name": "부드바이저 부드바 흑맥주", "beer_eng_name": "Budweiser Budvar Dark", "class": "Dark Lager - Dunkel / Tmavý", "country": "🇨🇿 ", "description": "Bottle: Filtered \nTmavý Ležák \n\nBudweiser Budvar Dark is a retro-beer. This is because it has been designed to come as close as possible to how all Bohemian and Bavarian lagers tasted before bottom fermented golden lager stole the show in the mid nineteenth century. Now, thanks to Budweiser Budvar, the Darkside is moving centre stage again.\n\nEnjoying the same brewing cycle as Original, Dark gets its delicious roasted flavour from being brewed from three types of malt; Munich, Caramel and Roasted."}, {"beer_kor_name": "비너스", "beer_eng_name": "Cyprus Venus", "class": "Weissbier - Hefeweizen", "country": "🇨🇾 ", "description": ""}, {"beer_kor_name": "데스페라도스", "beer_eng_name": "Desperados", "class": "Flavored - Other", "country": "🇫🇷 ", "description": "Richness of a universe, power of a name, refreshing tasting, Desperados is a generous beer with the typified taste.\n\n\r\nBeer with tequila barrel aged lager and natural flavor."}, {"beer_kor_name": "데스페라도스 레드", "beer_eng_name": "Desperados Red", "class": "Flavored - Other", "country": "🇫🇷 ", "description": "Beer aromatized with tequila, cachaça and guarana."}, {"beer_kor_name": "드라이 D", "beer_eng_name": "Hite D (Dry Finish)", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "Refresh your spirits.  Break away from the daily grind.  Hite D is brewed with our exclusive Dry Finish process using the select dry yeast."}, {"beer_kor_name": "라구니타스 IPA", "beer_eng_name": "Lagunitas India Pale Ale (IPA)", "class": "IPA", "country": "🇺🇸 ", "description": "This is our unique version of an ancient style. A style as old as the ocean trade routes of the last centuries Great Ships. Not as old as the equator they had to cross twice enroute, nor as old as the 10,000 or so miles of Di-Hydrogen Oxide and Sodium upon which they sailed, but older than the Circulithium-4 Lentloid that binds the Lupulin Quartnate onto your taste buds. Weird. Think about it. Now stop. OK, go again, now stop. Think again, and stop. But we digress. Made with 43 different hops and 65 various malts, this redolent ale will likely float your boat, whatever planet you’re on."}, {"beer_kor_name": "라구니타스 데이타임", "beer_eng_name": "Lagunitas DayTime", "class": "ISA - Session IPA", "country": "🇺🇸 ", "description": "A Fractional IPA\r\n\r\nAt 4% ABV and only 98 calories, DayTime IPA represents everything we know about making hop-forward beer, expressed in a sotto voice.\r\n\r\nThe beer in this can has achieved what we all hope for ourselves; to be made new again. There is freedom in burning down the house of expectations and it confers an undeniable lightness to being. We didn't invent these truths; they invented us."}, {"beer_kor_name": "라구니타스 막시무스", "beer_eng_name": "Lagunitas Maximus IPA", "class": "IIPA DIPA - Imperial / Double IPA", "country": "🇺🇸 ", "description": "At the height of the heat in the heart of the summer, we felt that the only cure was a raging mouthful of fresh hops and malt. Caution: May remove enamel from teeth.  This is Lagunitas IPA pumped up by about 30%!\nIBU: 72.41"}, {"beer_kor_name": "라오산 4.0", "beer_eng_name": "Tsingtao Laoshan 4.0% 10°P", "class": "Pale Lager - International / Premium", "country": "🇨🇳 ", "description": "Ingredients: water, barley malt, rice, syrup, hops.\r\n\n\n\r\nNOTE: Under this entry, rate ONLY Laoshan with 4%ABV here. If it differs in any way and doesn’t match the other entries under the brewer, please send in a bug report with the alcohol percentage, degrees plato (important!), the GTIN and preferably a link to a picture of both the front and the back label so that we can set up an entry."}, {"beer_kor_name": "라오산 4.7", "beer_eng_name": "Tsingtao Laoshan 4.7% 11°P", "class": "Pale Lager - International / Premium", "country": "🇨🇳 ", "description": "Lao Shan Premium Beer embodies the passion and traditional craftsmanship of Tsingtao Brewery. Lao Shan Premium Beer pours a pleasant and crispy malty flavour.\r\n\r\n\n\nIngredients: water, barley malt, rice, hops."}, {"beer_kor_name": "레페 브라운", "beer_eng_name": "Leffe Brune", "class": "Belgian Ale - Dark / Amber", "country": "🇧🇪 ", "description": "Bottle: Filtered\n\r\nA traditional Belgian abbey beer with a deep brown colour and a full, sweet and fruity aroma.\n\r\nIngredients: Dark and torrefied malt, corn, water, hops and yeast."}, {"beer_kor_name": "망고 링고", "beer_eng_name": "Mango Lingo", "class": "Radler / Shandy", "country": "🇰🇷 ", "description": "Hite Mango Lingo is a mango-flavored fruit mix beer. It contains natural mango extracts which bring out lightness and fruitiness that you can enjoy."}, {"beer_kor_name": "맥스", "beer_eng_name": "Hite Prime Max", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "100% all malt beer including the finest malt, selected Cascade aroma hop and soft creamy foam by our exclusive process."}, {"beer_kor_name": "매그너스 쥬시 애플", "beer_eng_name": "Magners Juicy Apple", "class": "Apple Cider", "country": "🇮🇪 ", "description": "Magners Juicy Apple is a premium Irish Cider crafted from the finest blend of juicy apples, picked from our orchards in Clonmel, Tipperary. A slightly sweeter apple cider for new entrants or consumers who prefer sweeter apple ciders."}, {"beer_kor_name": "밀러 드래프트", "beer_eng_name": "Miller Genuine Draft (MGD)", "class": "Pale Lager - American", "country": "🇺🇸 ", "description": "Representing a true innovation in American brewing, MGD's patented cold-filtered process fashions the smooth drinkability of draft beer available in bottles and cans."}, {"beer_kor_name": "밀러 라이트", "beer_eng_name": "Miller Lite", "class": "Pale Lager - American", "country": "🇺🇸 ", "description": "This carefully crafted pilsner uses the finest ingredients and brewing techniques to ensure rich, full-bodied beer taste at only 96 calories."}, {"beer_kor_name": "밀러 칠 체라다 스타일", "beer_eng_name": "Miller Chill Chelada Style", "class": "Flavored - Fruit", "country": "🇺🇸 ", "description": "Miller Chill, light beer with natural flavors.  Chelada style.  Inspired by a Mexican Recipe with lime and salt."}, {"beer_kor_name": "밀러 하이 라이프", "beer_eng_name": "Miller High Life", "class": "Pale Lager - American", "country": "🇺🇸 ", "description": "Miller High Life, the \"champagne of beers,\" dates to 1903. Miller High Life is a classic American-style lager recognized for its consistently crisp, smooth taste and iconic clear-glass bottle. Miller High Life embraces its rich heritage and is known by its drinkers as an authentic, unpretentious beer. As the best beer value in America, we encourage beer drinkers to \"Take Back the High Life.\""}, {"beer_kor_name": "산미구엘페일필젠", "beer_eng_name": "San Miguel Pale Pilsen", "class": "Pale Lager - International / Premium", "country": "🇵🇭 ", "description": "Also known as San Miguel Beer and San Miguel Draft.\r\n\nImported to the US as San Miguel Premium Lager until some time between 2006 &amp; 2008.\n\r\nSan Miguel Pale Pilsen, a pilsner popularly called San Miguel Beer, is the Company’s flagship brand and the Philippines’ leading brew. It is one of the world’s largest selling beers.   Made from imported barley malt, as well as German and American hops, it is exported to over 40 countries worldwide."}, {"beer_kor_name": "삿포로", "beer_eng_name": "Sapporo Draft Beer", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "This perfect balance between malt &amp; hops gives you a great drinking experience from the very first sip to the last.\n\nIngredients: water, barley malt, rice, corn, starch, hops."}, {"beer_kor_name": "삿포로 리저브", "beer_eng_name": "Sapporo Reserve", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "Sapporo Reserve is a super premium lager brewed almost twice as long as other competing brands. Reserve is brewed with only finest European barley, and the most select European hops."}, {"beer_kor_name": "삿포로 프리미엄", "beer_eng_name": "Sapporo premium lager", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": ""}, {"beer_kor_name": "산토리", "beer_eng_name": "Suntory The Premium Malt's", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "The Premium Malt’s features a delicate floral aroma and a rich, quality taste. The Premium Malt’s is made from carefully selected pure ingredients using original brewing methods, in pursuit of the perfect premium beer."}, {"beer_kor_name": "산토리카오루에일", "beer_eng_name": "Suntory The Premium Malt's Kaoru Ale", "class": "Blonde Ale / Golden Ale", "country": "🇯🇵 ", "description": "A premium ale beer with a fruity taste. Top fermented.\r\n\n\r\nIngredients: water, barley malt (Diamond malt), hops."}, {"beer_kor_name": "슈파텐 뮌헨", "beer_eng_name": "Spaten Münchner München", "class": "Helles / Dortmunder Export", "country": "🇩🇪 ", "description": "Bottle: Filtered.\n\r\nIngredients: Water, Barley Malt, Hops &amp; Hop extract.\n\r\nSold as Münchner Hell in Germany, München in the UK and Premium in North America.\n\r\nThis beer is our speciality. In 1894 Spaten became the first brewery in Munich to produce this brand of light lager.  Golden in color with a well-balanced hop-flavor. The full rounded body is a superb balance between hops and a malty sweetness. \n\r\n\r\n11.7 Plato"}, {"beer_kor_name": "슈파텐 옥토버페스트", "beer_eng_name": "Spaten Oktoberfest Ur-Märzen", "class": "Märzen / Oktoberfest Bier", "country": "🇩🇪 ", "description": "Amber in color. This medium bodied beer has achieved its impeccable taste by balancing the roasted malt flavor with the perfect amount of hops. Having a rich textured palate with an underlying sweetness true to tradition."}, {"beer_kor_name": "슈파텐 옵티메이터", "beer_eng_name": "Spaten Optimator", "class": "Bock - Doppelbock", "country": "🇩🇪 ", "description": "Bottle: Filtered \nThe classic German dark beer, bottom fermented ’Doppel Bock’. Full bodied with a deep dark color and rich roasted malt flavor."}, {"beer_kor_name": "스텔라 아르투아", "beer_eng_name": "Stella Artois", "class": "Pale Lager - International / Premium", "country": "🇧🇪 ", "description": "Stella Artois is one of the world’s best-selling beers and is enjoyed in more than 80 countries. Its full, characteristic flavour and high quality is assured through a superior brewing process and by using the finest ingredients available.\n\r\nThe UK version is brewed, filtered and kegged at Samlesbury. Batches are sent to Magor for pasteurising before being canned or bottled."}, {"beer_kor_name": "싱하", "beer_eng_name": "Singha Draft", "class": "Pale Lager - International / Premium", "country": "🇹🇭 ", "description": "Note: This may be Singha under a different name, and may be merged when research has been completed.\n\nCapturing the fresh taste of draft beer in a can, Singha Draft utilizes special filtration and sterilization processes to ensure quality and continuous freshness."}, {"beer_kor_name": "써머스비 애플", "beer_eng_name": "Somersby Apple Cider", "class": "Apple Cider", "country": "🇩🇰 ", "description": "Now contains 51% cider. Danish: I England har man brygget æblecider i umindelige tider. Og den stolte tradition er udgangspunktet for udviklingen af Somersby Apple Cider. Dog har vi tilpasset vores cider til den danske smag.\r\n\n\r\nI aromaen oplever du en duft af dejlige solmodne sommeræbler, og smagen afsluttes med en behagelig syre. Farven er gylden og med perlende bobler."}, {"beer_kor_name": "바르슈타이너", "beer_eng_name": "Warsteiner Premium Verum", "class": "Pilsener / Pils / Pilsner", "country": "🇩🇪 ", "description": "Classic German Pilsener"}, {"beer_kor_name": "바르슈타이너 던켈", "beer_eng_name": "Warsteiner Premium Dunkel", "class": "Dark Lager - Dunkel / Tmavý", "country": "🇩🇪 ", "description": "A light bodied clean dark lager."}, {"beer_kor_name": "벡스", "beer_eng_name": "Beck's", "class": "Pale Lager - International / Premium", "country": "🇩🇪 ", "description": "Our original Beck’s is a classic German lager beer with a distinctive full-bodied taste, fresh \"hoppy\" bouquet, golden color and full rich head. Adding to its complexity is a slightly fruity but firm crispness and a dry, clean finish."}, {"beer_kor_name": "벡스 흑맥주", "beer_eng_name": "Beck's Dark", "class": "Dark Lager - Dunkel / Tmavý", "country": "🇺🇸 ", "description": "Beck’s Dark is rich and smooth with a lingering, slightly sweet aftertaste. The deep ebony color is the result of specially roasting the barley malt. Unlike dark ales, Beck’s Dark is a bottom-fermented lager which creates a robust flavor and full body while retaining the refreshing properties of a lager beer."}, {"beer_kor_name": "브루독 펑크 AF", "beer_eng_name": "BrewDog Punk AF", "class": "Low / No Alcohol Beer - Pale", "country": "🇬🇧 ", "description": "No alcohol just got Punked up. And Punk AF lives up to its billing. All the attitude, all the flavour but none of the alcohol. Say hello to the Punkest alcohol free beer in town. Juicy tropical fruit mixes it up with grassy and pine notes. All sitting on a solid malt bassline. Full flavour, no alcohol, all Punk."}, {"beer_kor_name": "브루독 펑크 IPA", "beer_eng_name": "BrewDog Punk IPA (5.6%)", "class": "IPA", "country": "🇬🇧 ", "description": "Bottle, keg and can: Filtered\n\r\nIngredients: Extra Pale Malt; Chinook, Ahtanum, Amarillo, Cascade, Simcoe, Nelson Sauvin hops. IBUs 45\n\r\nThis fresh, full flavour natural beer is our tribute to the classic IPAs of yester-year. The post modern twist is the addition of amazing fruity hops giving an explosion of tropical fruit flavours and a sharp bitter finish."}, {"beer_kor_name": "블루문", "beer_eng_name": "Blue Moon Belgian White", "class": "Witbier / Belgian White Ale", "country": "🇺🇸 ", "description": "\"Belgian White Ale\" (North America) / \"North American Craft Beer\" (UK)\n\r\nBrewed with oats for creaminess and spiced with the perfect combination of orange peel and coriander.\n\r\nAn unfiltered wheat ale spiced in the Belgian tradition for an uncommonly smooth taste.\n\r\nGold medalist (white beer) at 1995 World Beer Championships, silver medalist (white beer) at 1996 and 1997 World Beer Championships. 171 calories per 12-ounce serving and 5.4% abv.\n Editor’s Note:  Much of this beer’s production now comes from the Molson brewery in Toronto.  A small portion of Denver draught production comes from the SandLot brewery.  Still other product may continue to hail from Golden.  7/19/08."}, {"beer_kor_name": "아사히 슈퍼 드라이", "beer_eng_name": "Asahi Super Dry", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "Pasteurised bottle.\n\n\r\nAsahi Super Dry was a direct result of extensive market research which indicated a consumer preference for a more palatable beer with less maltiness, relatively high alcohol content and a light aftertaste, that paired well with the changing Japanese diet. With this insight Asahi used its brewing knowledge to develop a beer with a crisp bite, refreshing taste and clear finish to satisfied this requirement. Code named project FX, Asahi engineered a highly attenuated, highly carbonated pilsner. The later renamed product, Super Dry began sales on March 17th 1987 and gave birth to the dry beer category. The market success spawned similar competitor products and initiated what was known as the “Dry Wars” in Japan and a brief marketing fad for dry beers internationally. However Asahi has stood the test of time and now years later Super Dry continues it legacy as the world’s premier dry beer. \r\n\r\nSpecial Yeast - Asahi # 318 is the proprietary ingredient used to give Super Dry its “dryness”. This special strand of yeast produces high attenuation during fermentation in conjunction with the choice grains.\r\n\r\nFinest Ingredients – Asahi uses select grains and hops sourced worldwide based on strict criteria to maintain flavor consistency and promote sustainability. Barely with high starch content and both noble style bitter and fine aroma hops are key contributors to Super Dry’s smooth taste. \r\n\r\nABV 4.9-5% (Depends on package type and location)\r\nIBU 20\r\nSRM 4"}, {"beer_kor_name": "아사히 드라이 블랙", "beer_eng_name": "Asahi Super Dry Black", "class": "Dark Lager - International / Premium", "country": "🇯🇵 ", "description": ""}, {"beer_kor_name": "아사히 프라임 리치", "beer_eng_name": "Asahi Clear Prime Rich", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "The highest quality in clear, rich taste. Brewed from quality ingredients by using our pure cultured yeast and our advanced brewing technologies.\r\n\r\nIngredients: barley malt, hops, barley, corn, starch."}, {"beer_kor_name": "애플 폭스", "beer_eng_name": "Apple Fox", "class": "Apple Cider", "country": "🇲🇾 ", "description": "Tempted by the juiciest apples it’s ever seen, the Fox picked them from the best orchards. Crafted by New Zealand’s cider makers, this cider truly rules them all with a crisp, refreshing taste. So go on and add a little magic to your journeys."}, {"beer_kor_name": "에델바이스 스노우프레쉬", "beer_eng_name": "Edelweiss Weissbier Snowfresh", "class": "Weissbier - Hefeweizen", "country": "🇦🇹 ", "description": "Aromatic taste of alpine herbs.\n12.3°"}, {"beer_kor_name": "에딩거 바이스비어", "beer_eng_name": "Erdinger Weissbier", "class": "Weissbier - Hefeweizen", "country": "🇩🇪 ", "description": "Bottle: Unfiltered; Keg: Filtered \n\nThe strength of this classic wheat beer lies in the harmonious balance it achieves between the various aromas. Gently spicy wheat and yeast aromas blend with mildly bitter hops. The invigorating carbon dioxide ensures its typical liveliness. A premium beer whose full-bodied yet elegant character leaves a lasting impression of ultimate Bavarian enjoyment. A truly unique wheat beer!\n\nErdinger Weißbräu allows its top-fermenting specialty to mature in the bottle in the traditional manner, just like champagne. This wheat beer from Erding offers more than just sparkling refreshment – it gives a true taste of Bavaria."}, {"beer_kor_name": "예비스", "beer_eng_name": "Sapporo Yebisu", "class": "Pale Lager - International / Premium", "country": "🇯🇵 ", "description": "Yebisu beer is a rich and mellow premium beer brewed from 100% fine malt and select hops with Sapporo’s traditional art."}, {"beer_kor_name": "이슬 톡톡", "beer_eng_name": "Isul Tok Tok", "class": "Radler / Shandy", "country": "🇰🇷 ", "description": "Can: Filtered"}, {"beer_kor_name": "스타우트", "beer_eng_name": "Hite Black Beer Stout", "class": "Schwarzbier / Black Lager", "country": "🇰🇷 ", "description": "Lager type black beer from German dark roasted malt."}, {"beer_kor_name": "예거 라들러 레몬", "beer_eng_name": "Egger Naturtrüber Zitronenradler", "class": "Radler / Shandy", "country": "🇦🇹 ", "description": "Editor’s note: Naturtrüb (unfiltered) and different from the ordinary Egger Radler.\r\nSold as Egger Lemon Radler in Netto, Denmark."}, {"beer_kor_name": "예거 라들러 자몽", "beer_eng_name": "Egger Grapefruit Radler", "class": "Radler / Shandy", "country": "🇦🇹 ", "description": "Nicht nur an heißen Tagen erfrischt der Egger Grapefruit-Radler mit seinen 2,5 % Vol. Alk. und 5% Saftanteil all jene, die bestes Bier mit einem Schuss Grapefruit suchen."}, {"beer_kor_name": "제주 백록담", "beer_eng_name": "Jeju Baengnokdam Ale", "class": "Witbier / Belgian White Ale", "country": "🇰🇷 ", "description": "Baengnokdam is a white ale brewed with the clearest water of Jeju Island. Featuring Jeju's yeast and orange, it gives out a light and citrus flavor.\n\nIngredients: water, barley malt, wheat malt, orange zest, coriander seeds, Hanrabong (Jeju mandarin orange), hops, yeast."}, {"beer_kor_name": "제주 성산일출봉", "beer_eng_name": "Jeju Seongsan Ilchulbong Ale", "class": "Blonde Ale / Golden Ale", "country": "🇰🇷 ", "description": "This is a Golden Ale that portrays the golden ray of Seongsan Ilchulbong (Sunrise Peak) tuff cone on Jeju Island, Korea.\n\nBrewed entirely with Jeju's clear water, barley and hops, this premium beer is loved by everyone due to its fresh and rich taste."}, {"beer_kor_name": "제주 위트 에일", "beer_eng_name": "Jeju Wit Ale", "class": "Witbier / Belgian White Ale", "country": "🇰🇷 ", "description": "In partnership with Brooklyn Brewery."}, {"beer_kor_name": "제주 펠롱 에일", "beer_eng_name": "Jeju Pellong Ale", "class": "Pale Ale", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "카스 라이트", "beer_eng_name": "Cass Light", "class": "Pale Lager - American", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "카스 프레쉬", "beer_eng_name": "Cass Fresh", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "Cass was launched in 1994 and is brewed for mainstream beer drinkers looking for differentiated beer taste. Cass is a most distinguished lager beer. Cass offers refreshment and vitality for young, vivid, active, modern and rebellious consumers, with emphasis on freshness (100% non-pasteurized brewing process) and fizzy, crisp, and sparkling taste."}, {"beer_kor_name": "칼스버그", "beer_eng_name": "Carlsberg Pilsner", "class": "Pilsener / Pils / Pilsner", "country": "🇩🇰 ", "description": "Danish: Carlsberg er egentlig blevet en del af den danske kulturarv og den danske tørst.\r\n\n\r\nDu oplever en harmonisk balance mellem bitterhed og sødmefulde æbler, mens du nyder den lyse gyldne farve med det flotte skum og duften af fyrretræ, strå, hasselnød og skovsyre. Ja, det er næsten som en forårsdag i Danmark. Og sådan klæder Carlsberg også det danske køkken hele vejen rundt.\n\r\nPreviously sold in the UK in gold coloured labels/cans as Carlsberg Export. The current UK Carlsberg Export is the same as the standard Carlsberg Export."}, {"beer_kor_name": "코로나", "beer_eng_name": "Corona Extra", "class": "Pale Lager - American", "country": "🇲🇽 ", "description": "Corona Extra is the number-one selling beer in Mexico and the leading export brand from Mexico. This pilsener type beer was first brewed in 1925 by Cervecería Modelo, located in Mexico City."}, {"beer_kor_name": "코로나 라이트", "beer_eng_name": "Corona Light", "class": "Pale Lager - American", "country": "🇲🇽 ", "description": "99 Calories:\nCorona Light has approximately 30% less calories than Corona Extra with the same refreshing taste, and is also brewed with the highest quality ingredients."}, {"beer_kor_name": "코젤 다크", "beer_eng_name": "Kozel Černý (Dark) 10°", "class": "Dark Lager - Dunkel / Tmavý", "country": "🇨🇿 ", "description": "Tmavé výčepní pivo vyráběné z pečlivě vybrané směsi čtyř druhů sladů."}, {"beer_kor_name": "코젤 라거", "beer_eng_name": "Kozel Premium Lager 12°", "class": "Pilsener - Bohemian / Czech", "country": "🇨🇿 ", "description": "Has a smoothly bitter taste, a soft  malt and hops scent and sparkles perfectly. This highly malted beer is considered to be an excellent lager both at home and abroad\nThis beer is also brewed at \"Plzensky Prazdroj (SABMiller)\" in Plzen, Czech Republic."}, {"beer_kor_name": "퀸즈 에일 블론드", "beer_eng_name": "Queen's Ale Blonde Type", "class": "Pale Ale - English", "country": "🇰🇷 ", "description": "Fruity, floral and citrus-like hoppy flavor with well-balanced hop bitterness made by triple hopping process."}, {"beer_kor_name": "퀸즈 에일 엑스트라 비터", "beer_eng_name": "Queen's Ale Extra Bitter Type", "class": "Bitter - Premium / Strong / Extra Special (ESB)", "country": "🇰🇷 ", "description": "Ale with more intense and profound taste."}, {"beer_kor_name": "클라우드", "beer_eng_name": "Kloud Original Gravity", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "100% Malt Real Beer. Original Gravity. Rich &amp; Smooth. \nKloud is a premium beer that uses European hops and yeast from Germany."}, {"beer_kor_name": "타이거", "beer_eng_name": "Tiger Beer", "class": "Pale Lager - International / Premium", "country": "🇸🇬 ", "description": "Born and launched in Singapore in 1932, Tiger Beer is enjoyed in more than 50 countries across Asia, Europe, US, Latin America, Australia and the Middle East. As one of the leading contemporary beer brands in the world, Tiger Beer goes through a strict brewing process which takes over 500 hours and uses only the finest quality ingredients from Australia and Europe. The beer has also won more than 40 international accolades and awards."}, {"beer_kor_name": "타이거 라들러 레몬", "beer_eng_name": "Tiger Radler Lemon", "class": "Radler / Shandy", "country": "🇸🇬 ", "description": "Tiger Radler is a delicious thirst quencher with a citrusy bite of natural lemon juice, a taste that goes with barbeques, afternoon drinks and street food with great friends. A first in Singapore and Asia, Tiger Radler offers double refreshment for maximum enjoyment in a tropical climate."}, {"beer_kor_name": "테라", "beer_eng_name": "Terra", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "Australian Golden Triangle Malt Premium Quality TERRA From AGT. 100% Real carbonated beer made from pure AGT Malt."}, {"beer_kor_name": "칭따오", "beer_eng_name": "Tsingtao", "class": "Pale Lager - International / Premium", "country": "🇨🇳 ", "description": "Tsingtao Beer has a pleasant aroma and a well-balanced taste. It has high-malty flavor and well-hopped character.\r\nTsingtao is produced with spring water from Laoshan, a mountain area famous throughout China for the purity of its water. The domestically-grown hops used to brew Tsingtao are of such high quality that they are also exported to European breweries. Tsingtao also uses the finest yeast and barley imported from Australia and Canada in its brewing process.\r\n\n\n\r\nNOTE: Under this entry, rate ONLY exported Tsingtao that roughly matches the ABV and local Tsingtao that matches it completely. If it differs in any way and doesn’t match the other entries under the brewer, please send in a bug report with the alcohol percentage, degrees plato (important!), the GTIN and preferably a link to a picture of both the front and the back label so that we can set up an entry."}, {"beer_kor_name": "칭따오 위트", "beer_eng_name": "Tsingtao Wheat Beer", "class": "Weissbier - Hefeweizen", "country": "🇨🇳 ", "description": "The Tsingtao Wheat Beer\r\nBrewed with 100% malt, smooth and light in flavour with an elegant floral finish. Brewed and bottled by Tsingtao Brewery CO., LTD. Qingdao, China"}, {"beer_kor_name": "칭따오 퓨어 드래프트", "beer_eng_name": "Tsingtao Draft Beer 11º (Pure Draft Beer)", "class": "Pale Lager - International / Premium", "country": "🇨🇳 ", "description": "Tsingtao Pure Draft is a smooth, crisp and light-tasting draft beer. It is brewed with domestically-grown hops, select barley, all-natural yeast and pure spring water from China’s Laoshan Mountains. Tsingtao Pure Draft is brewed with an exclusive low temperature filtration process preserving the beer’s true flavor to create an incredibly refreshing beer-drinking experience. It is the perfect accompaniment to Pan-Asian cuisine and light appetizers.\r\n\n\n\r\n4.3% alcohol by volume, 3.38% alcohol by weight, 132 calories per 11.2 oz. bottle."}, {"beer_kor_name": "파울라너 오리지널 뮌헨", "beer_eng_name": "Paulaner Original Münchner Hell (Premium Lager)", "class": "Helles / Dortmunder Export", "country": "🇩🇪 ", "description": "When the Original Münchner was brewed for the first time at the end of the 19th Century, it was a spectacular success. With its hoppy taste, subtle, light and elegant, it becomes ever popular. Today the Paulaner Original Münchner is the best sold Münchner Hellbier (lager beer) in the world and Paulaner's No. 1 export beer in over 30 countries with its wonderfully subtle, spicy, naturally hearty taste."}, {"beer_kor_name": "파울라너 옥토버페스트 맥주", "beer_eng_name": "Paulaner Oktoberfest Bier (Wiesn Bier)", "class": "Märzen / Oktoberfest Bier", "country": "🇩🇪 ", "description": "Please note, this is NOT the Oktoberfest Märzen, which is also sold in the US.\r\n\n\r\nAlso sold as Paulaner Wiesn Bier in 1L cans"}, {"beer_kor_name": "파울라너 살베이터", "beer_eng_name": "Paulaner Salvator", "class": "Bock - Doppelbock", "country": "🇩🇪 ", "description": "The Paulaner Salvator with its strong,typically malty taste is the original Paulaner. The bottom-fermented Doppelbock-Bier unites the finest hops and dark barley malt. The Paulaner monks served Salvator as a replacement for food at Lent. Their most famous brewer was Brother Barnabas, who was the head of the Paulaner monastery brewery starting from 1773. Its original recipe is today almost the same as it was in Barnabas’ time. In order to protect the original recipe, Paulaner had the trade mark \"Salvator\" patented in 1896.\n\r\n\n\r\nOriginal wort 18,3%\n\r\nalcohol 7,9%\n\r\ncalories 68,0 kcal/100 m\n"}, {"beer_kor_name": "파울라너 헤페 바이스비어", "beer_eng_name": "Paulaner Hefe-Weissbier", "class": "Weissbier - Hefeweizen", "country": "🇩🇪 ", "description": "Unfiltered bottles and cans.\n\r\n\"Naturtrüb\".\n\r\nIngredients: Water; Malted wheat; Malted barley; Yeast; Hops."}, {"beer_kor_name": "파타고니아", "beer_eng_name": "Patagonia", "class": "Pale Lager - International / Premium", "country": "🇦🇷 ", "description": "Pura Cerveza Argentina for export to Canada.  Editor's Note:  Possible alias of Chilean beer Patagonia?"}, {"beer_kor_name": "파타고니아 앰버 라거", "beer_eng_name": "Patagonia Amber Lager", "class": "Amber Lager - International / Vienna", "country": "🇦🇷 ", "description": "A beer unique and with identity. An equilibrated combination of hops from Patagonia and the blend of fine malts is perceived in its taste, delicate aroma and amber color."}, {"beer_kor_name": "파타고니아 바이스", "beer_eng_name": "Patagonia Weisse", "class": "Witbier / Belgian White Ale", "country": "🇦🇷 ", "description": ""}, {"beer_kor_name": "파타고니아 보헤미안 필스너", "beer_eng_name": "Patagonia Bohemian Pilsener", "class": "Pilsener / Pils / Pilsner", "country": "🇦🇷 ", "description": "La combinación de maltas seleccionadas y lúpulo patagónica origina una cerveza de gran cuerpo y amargor equilibrado."}, {"beer_kor_name": "페로니", "beer_eng_name": "Peroni", "class": "Pale Lager - International / Premium", "country": "🇮🇹 ", "description": "Bottle &amp; can; Filtered. \n\r\nIngredients: Water; Barley Malt; Corn grits; Hop pellets; Hop extract.\n\r\nThe original Italian lager. Peroni is the number one lager brand in Italy and has been for over one and a half centuries. This premium, clear, golden-yellow lager, with 4.7 ABV, is the result of the dedication to brewing of generations of the most qualified braumeisters.\n\r\n\r\nBrewed using the finest spring barley malts and hops, its taste is slightly bitter. A refreshing smooth lager, Peroni is suitable for all occasions.\n10.65°"}, {"beer_kor_name": "필굿", "beer_eng_name": "Happoshu Filgood", "class": "Pale Lager - American", "country": "🇰🇷 ", "description": "Happoshu. FilGood. Cool refreshing taste of unique aromatic hop."}, {"beer_kor_name": "필라이트", "beer_eng_name": "FiLite", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "A perfectly balanced barley flavor is created by using 100% aroma hops."}, {"beer_kor_name": "필라이트 후레쉬", "beer_eng_name": "Filite Fresh Cool & Clear", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "Filite Fresh Cool &amp; Clear"}, {"beer_kor_name": "필라이트 바이젠", "beer_eng_name": "Filite Weizen", "class": "Witbier / Belgian White Ale", "country": "🇰🇷 ", "description": "Filite Weizen Soft &amp; Rich- Wheat 3.38% Wheat Malt 0.96%"}, {"beer_kor_name": "필스너 우르켈", "beer_eng_name": "Pilsner Urquell", "class": "Pilsener - Bohemian / Czech", "country": "🇨🇿 ", "description": "It is called the \"model of meter\" among beers. All other pilsners are a better or worse attempt to copy the original - the first ever Pilsner Urquell. Its unparalleled exceptionality is guaranteed by the same recipe dating from 1842."}, {"beer_kor_name": "핏츠", "beer_eng_name": "Fitz Super Clear", "class": "Pale Lager - American", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "하얼빈", "beer_eng_name": "Harbin Beer", "class": "Pale Lager - International / Premium", "country": "🇨🇳 ", "description": "Filtered bottle.\n\r\nIngredients: Two-row malt, European and Chinese “Qindao Dahua” hops, rice, and German yeast.\n\r\nHarbin Beer, the earliest Chinese beer, brewed in 1900 in the origin of the beer industry in China. With hundred years of infusion of China’s traditional culture Harbin Beer brings a pure good taste. \r\nInspired by the Tradition and Culture of China’s Most Northern Province of Hellongjiang. \n\nNOTE: Under this entry, rate ONLY exported Harbin that roughly matches the ABV and local Harbin that matches it completely. If it differs in any way and doesn’t match the other entries under the brewer, please send in a bug report with the alcohol percentage, degrees plato (important!), the GTIN and preferably a link to a picture of both the front and the back label so that we can set up an entry."}, {"beer_kor_name": "하이네켄", "beer_eng_name": "Heineken", "class": "Pale Lager - International / Premium", "country": "🇳🇱 ", "description": "100% Barley malt, choice hops and pure water give this brew unsurpassed clarity."}, {"beer_kor_name": "하이네켄 논알코올", "beer_eng_name": "Heineken 0.0", "class": "Low / No Alcohol Beer - Pale", "country": "🇳🇱 ", "description": "Onze meesterbrouwers hebben lange tijd gebrouwen en geproefd om tot een goed smakend 0.0 bier te komen: een alcoholvrij bier met een verfrissend en fruitige smaak, gecombineerd met een zacht moutige body. Een 0.0 bier gebrouwen met de kwaliteit die je sinds 1873 van ons kunt verwachten: met natuurlijke ingrediënten en een verfrissend smaak dankzij Heineken’s unieke A-gist. Benieuwd? Proef het zelf!\r\n\r\nIntroduced in Holland in March 2017"}, {"beer_kor_name": "하이네켄 다크라거", "beer_eng_name": "Heineken Dark Lager", "class": "Dark Lager - International / Premium", "country": "🇳🇱 ", "description": ""}, {"beer_kor_name": "하이트", "beer_eng_name": "Hite Beer", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": "ABV may vary around 4.5% ABV. \nThe No. 1 selling KOREAN Beer Brewed &amp; bottled in Korea at HITE Brewery co. ltd. Seoul. Brewed form Purest underground well water, Canadian Harrington barley, Parle Aroma and Yakima hops, yeast and no additives or preservative."}, {"beer_kor_name": "하이트 엑스트라 콜드", "beer_eng_name": "Hite Extra Cold", "class": "Pale Lager - International / Premium", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "하이트 제로", "beer_eng_name": "Hite Zero", "class": "Low / No Alcohol Beer - Pale", "country": "🇰🇷 ", "description": ""}, {"beer_kor_name": "호가든", "beer_eng_name": "Hoegaarden", "class": "Wheat Ale", "country": "🇰🇷 ", "description": "Infused with green grape, made in korea, OB COMPANY"}, {"beer_kor_name": "호가든 로제", "beer_eng_name": "Hoegaarden Rosée", "class": "Flavored - Fruit", "country": "🇧🇪 ", "description": "The story of the jam jars gave us an idea. Hoegaarden Rosée. It might be pink but it is very much a wheat beer. It also features the soft taste and subtle colour of raspberries. And while it doesn’t feature a higher alcohol percentage, it does mean you can enjoy it even more in the sun.\r\n\n\r\nIngredients: water, barley malt, unmalted wheat, fruits (10%), raspberry (6%), sugar, sweetener, hops, yeast."}, {"beer_kor_name": "홉 하우스 13", "beer_eng_name": "Hop House 13 Lager", "class": "Pale Lager - International / Premium", "country": "🇮🇪 ", "description": "Named after an early 1900’s hop store building at St. James’s Gate where hops are still stored, Hop House 13 is a double-hopped lager made with Irish barley and aromatic hops and continues the 256 years of heritage and brewing excellence at St. James’s Gate.\nA crisp and full-flavoured lager with subtle malty notes and fresh hop aromas with hints of Apricot and Peach."}, {"beer_kor_name": "홉탄두 IPA", "beer_eng_name": "Kabrew Hoptandu IPA", "class": "IPA", "country": "🇰🇷 ", "description": "Description: Generous amount of hops make rich scent and bitter taste, Recognized by European Beer Star\n\nSpec: ABV 6.3% / IBU 75 / SRM 8\n\nFood Pairing: Cheese Burger, Mac and cheese, Taco\n\nAward: 2017 European Beer Star Traditional IPA Gold Medal and 3 more"}]